{"architecture":{"class_name":"Functional","config":{"name":"sequential_27","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,28,28,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d_51","trainable":true,"batch_input_shape":[null,28,28,1],"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_51","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_48","trainable":true,"dtype":"float32","pool_size":[4,4],"padding":"valid","strides":[4,4],"data_format":"channels_last"},"name":"max_pooling2d_48","inbound_nodes":[[["conv2d_51",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout_47","trainable":true,"dtype":"float32","rate":0.35,"noise_shape":null,"seed":null},"name":"dropout_47","inbound_nodes":[[["max_pooling2d_48",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten_27","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten_27","inbound_nodes":[[["dropout_47",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_54","trainable":true,"dtype":"float32","units":128,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_54","inbound_nodes":[[["flatten_27",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout_48","trainable":true,"dtype":"float32","rate":0.35,"noise_shape":null,"seed":null},"name":"dropout_48","inbound_nodes":[[["dense_54",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_55","trainable":true,"dtype":"float32","units":5,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_55","inbound_nodes":[[["dropout_48",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_55",0,0]]},"keras_version":"2.9.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[28,28,1]],"output_shapes":[[5]],"tests":[{"inputs":[{"shape":[28,28,1],"values":["FLOyvyxBAT/AgZ6+dacNQAhGVr9Nawo/cPpJPHhw9D7UsWa+oboTP2xT1j7GaNc+6epGvw2fxL12rNe/Uzr+v5BJxj6uRJa+Oc74Pig/R74KbQE/Yo4ZQI4/bz05Aki+L1+7Pyg/y73tjak8hBPeP4YV3L6CI4O/yUHnPsaQIb/DTNm94PHRPqbKBL8sdsy/vOlev1a1ir9WGJ8/jWncvoPncz4xwQ4/4oybP7iySb4YLCK/tojlPk16qT+a1HO/5/jnPSgOhb/40xG+HS/+vXtJcj+F2Pk+7maZvAdDej/WoaW95H6tPxa+5rzSpmU9ZpN1vpCzKb+gSKG+hMEvv1GnD77UyZi/iETQvogl5T0stai/+KqHPYpFuD09gES+u6JbPw2bwD7LEY4+kFmUvYu0Mj7+132+xKQmv4FMnD9VHKQ/qFiav2VEwz8ncgO/XgwJQHg3mL7CIyo/accDQDV6jz8OC1K/evipvlJNab51X2O/x3KHPzf63D7mTtw/fN+5PnO+4j/QuQC/3sClP/Jknz+eOIS+SShivo7NK76Y3BjAmiiqP+DEgr9Hsvs+W3x3P68YTj9dQAPAsBc8P5jSXz8ZRWA/7+0eQPm8ZD/XvdY/6huUPpPVE7//pA8//faTv8jsKT8hm4e/7us3v4NCnD/cOW+/wismPkmXEz8+a7A+C1rDPpsV2T6fxno/IQWVPOZ1EUCw/Q4+KxdKPaEEK0CUS3g+wp/Bv+uvI7+gB6I/SYxXvyzrnj5hK0s/a83wvz9ytz52Uu09YGjBP3icib111K8+fI4cPcgk7L7g3QQ/qf+lviinEcA+noC95THyPx9pDT6uaFm+lq9TPaHHk7/m7J4/UwuPPZiFA7/X/wQ/tq1Mva3nk79DCFRALEDAvwW3xr8cXNu/f1d4P2qoxL7glhXAn8O7PuumHb8XyxK/zDMpv+qbiL7e7ADA5csOv/ApR79Wn3s/TY0IvVnXxj/EXGM/p4VSv8wOb745qaC/YZfevgSdkD9IHT0/","/IgzP83RwT7Pm0c+7ls7v+CWCj/J46g9jgCpPhitrT6p91q/GBzKP3vWEUBKxVM/G7zAvxBn1r4XLbw+IgGdv6VGjj+eNNu/JjmIv0LVFUA3Hpk/0PcGP4zysrzkKjw/7sjaPwwHMT+X7tK+JzlVv1ZIKz/wRXw/XEPQP0+8xr/07rO6bJuDPpADpz9jFaA+cYcZvv2ovj9Y/aA/9jSIv7eMTL/KY+8+nSQLQHYCyr7wXH6/yGaRPsxU1D/yVY4/W5e6PwYkBj4L56e/lQkkv2iYEL9rfco9snaPvuEArr9A9ty+kfouv7UNRMBR0k4/XGAhv44xzb8NQQG/uVUKPqZkGr7Bw2Q/gZPFPnmo7T4FfN0+WTavP8ax9D+ZoCS/+jZ9vuTLX79hbAs+pqhZP6GXXL5hJFa+IWwEvy1GMj7MeBK/hRC1Pq1PAT9dXcQ+0iAYQAcvBrvh/bK/ebBTPxSwoz8OcqO/HbXEv7Wgsz0uuMU+ACqnPl+x6j8/4Uu+zzU7vzVA4D50/Ks/0p32Ph7aB0AYDVc9L0WKPjOLBb/p0Vk/d9/xv4uQwb8h+5q/LkkYwAq2DD99JTe+BNjbP6IUBEDt7IW/Y4Qpv7AZ2z+Niww/ej0LP0Vuq77N+OY9iQSwPiyBfD5gqLK+R85GvXF83z89xaI/qGKDvw0RfL+pNNW+lcI9PsTABz9nQdo/Cwpxvub+ET4w0IS9h88OvxcThr9rb3A/MGQdPecB7z4FZyi/nAtmv96fJ78fqqk/+IjdP9V36L4DxlW+PnfkPsbbhj8icCc/Ubuov109Dr/t2Kg/xcHWvmpA7D4+uXs/MVmFvpbb6j82zRNAfZY1vy62sD+4KS0+SIyAP8vZfT/cjQbAIZKIv/y8ob8vbjS/9v33PlvfQj+ffgE/8m7VPmzLKL7r1Mg+MTywPhbxnz+Nyw4/wLwAP33v2T3aMRi/NawVPmzEpr+GPZu+gl3dv94Bmj9uSGY/5mEiv0hCBb/jeIS/r6y/v6kQRkBxJ1C/","9SVgv05a4L6pI8++v7MOQJMFp75nd0++ipk0vykhlL/g9Zg+r/41wJkLwj3qCpe+rkG9P8LJHz9x7vK+CkQ6vd50AEDFai2/WKl3vxq6Xb3c924+MlpXPl3loz+0FuI+n7pHvzxYcT/HYgNAiYWYP3VP5L+kvVi/BQyevu9e0T/RRSW/oJvzP34PDED/ibg/4JteP/aOIr+4ZUQ+sgEgvwN7Wr947w3ARs9EP92QFb65nqg/06IqP6Jprb+hIsi+vzZNP8pIBr+AHMU/c4WuPgFKpj+qyrA/HePuP/sq/b4airy/KmKAv4zWlL9XcgI/7aAIQCmKjD/pwbQ/T72FP0Kp+D5MyxK+BWmHPqXjED3qf06/XHccv0BBaj7NytY/TowlPLX4tr8DsAC/cL+Yvp7Sm7/dFYI/OV0bv4pnoz9r+cC/bWIKPwQhNUDHnMS7jZWLvtva4j5WbIW/zvghwCubtL4HVVK/20aePpuNtD/SNN2/fDq+O9tTgL9WzTc/uq3NvxjfGD+qRMQ+fkLpvht+Rb/N1ay/PouQvtz/777o/iY+AYNlvfETTL88zjy/5p4LPw1+Ej6ZMBU+vTPcvpCkgD1SfyzAnH69v9QXJz2djZi+/f0GPw49MryhLzW/JZiWvrMoqj+0Sgy+OtX0v2xGVL/TvzM/YMI9v56JRD9uskdATQg/P3tZgT5h7qc+19YuP4Z7n75HlIm+nNUMPSZZjTxvuLk+9/5tP9/FGr9ebHS/Gi3Sv96ynb7EEjvAwCCnPlXC876Wj8e+bFd8Pu88bb8hfQBAWJEtPzWH+j6AeLi/K3ErQACnQL8pvCi/rg5uP2F4Sj5MX0w/3cuKP1efSL8r6ZI/hht3PSu9WT/vF8c+XE3nPhHuIb+xkH8+280mP8sMA74vm3U/l1wVwEey4T6ABYo/x4EkP9fEqD+ZM4O/lQ7wvn2rHT9QCXM/p6y6vZBjoT7pb3g/mm4YP0MwYL/W5uc/EaqIv0ZE579/oqc/SVebv//sez18nXO/","OAPBv4QDtb61ELS/37SOP5uAj79Fbw+/+ADlvyhXJD+esrA/SGx9P2lMij/37CM/gzTUPf7Fob+rC9m+QNRJv1J8oD/HYKk/F+Czvg4wqD8sVym/Y1SGv0k8gb6Z56M+394tv1Vjgr8L3e0/uOTGv5KLsT2sF6A+0h4Ev3gyBUBrpBy+fZqOvlaxEz6a77w+3Selvod7vb9Em76/HAT+vnL9Fjw8r4S/W3EWQIYd9j99I9s/+rjmPYljjL4csbm+3LWZPrv5/D+TQK0+mS+JvgOXjD5fUOO/ND2Sv5tetr5GevC/FX6nPbJeEL5PgQhASNtQv90irb8q/Xk/ueObv7Nhsb8fCVy/Pr1YP/WtZT53sV6/VliCvwVnTL4sRIQ+4HLTPyjsCkBz2A6/gyxNP1nJRT/ZvDW/pBmdPo5fiL/KVzA+AfamP8xxrb9yR9q/i/XMPgs8+b+36g8/0pvBv9VskT4gyVM/NZVTv0kDEb8aap28wKU9P6B/yb88jMg/nmACv2p0vz87YDC+9/ifv1CdFj89ed2+oAqLP3xFcT9gaGu/BQz2vUbZYD9xgW+/N+fzPYrinj+CLaC/tZhJvrmroT/Ja36+RfEUP7+J3r0gzd8+LS3Cv9ulCj/QPSc/iyDkPnobN0ANqVM/SlzDPjWpED6MJYW/zjGyvDrQWL2pmqO/1ZlNvuEnVj85gss+omadvv2OsD/RF6m+naYov20koL1Q1yhAiuBGv6M0X78tD9O/wrZVP3Ncvb2LjdC/sG6+vsvWGb8IYLo+lR6WP4zoEL+oK/W+9S6CP66JSr9Kkmm+EtFaPzFxJz1+Qoe/x0OxvbV5or874FQ/mot5P441vj88ynq/R8f9PxzEbL/OLQNA2jm2v6VlA7+KoJc8u9IGPrdMuz9ApDe+2x4fQMABt76dNDG/BsPavoFs4r6zcY0/Ey53Pi89AcDH0VY/qOB7PyAkBL+SY4e/Iok8P9qWRT2zFFG+NSq9vqfGST1exvm+NgmwPVc5nr+O+3E/","mrWxv9XEbj+vLxK/IlCrvwQalb+sJpE//cAKP5V93T/cbco/OKv0P2ACcT84rri9YI6lv9uejj28Mq0+WKcBPw=="]}],"outputs":[{"shape":[5],"values":["mKSkM1fSjzCkwg0zzIJiMv7/fz8="]}]}],"trainable_params":{"conv2d_51":{"weights":["C6uVPz0VKD+4M6u9czUEP3lQWr9Q7ji/3dfGvciK9b71jKe+8XzFvXWWOr6P5SE9dFQNvL78jz209cK9ZZoAvn+VEr1TTtu9Ea8Hvheqdb2pLQS+qZSjPDGEU73O2I+9OtEcPc9skL2T/cS9NZABvt2ysb0l9HK+Okycve4mMr7bklq90trgvd/mVb7q6Qq+wdtrPX51nT87p6s/taYGv6F/nr9Fyto9e8dBveo1qb/ZevU8mLSavTFj1L2otvy9FnyHvXUcLD15rP+9B8JLvbqgkzya5DE9wZgCwIFKgr8/sE4/2rIMvxujtz/cpXg+aU7BPkmeij6Qapk+oagSvXCTSb20C+K9lZQivt2cp70oAte9ayHqvZuPvLyXPju+G3QfP0fy/D5/Byo9oQQTP3yraD7VQZ29/NiOv3jTML/feaw9ZKI0vQD0cr3GATc9AVEPvth3Aj7wVyi9KZQivVDkDr4I3Q+9Ft82PzOvxr9QjsK/vw2tPj3hpb0pylg/kau8PjcNGD+k2qc+vSQbP52d4j5bzDk/qFNTPpyJ3z7aW9k+aCa0vwtVwL9SXcg8kT/NvcL9Cr6ziJa9OnoLvtLj8bvYsSq9VlkXvSR+/r3RBDy+qx9cvHusobz66JG9rOsdvtq/Vr1jfCG9IjE3viuGCL3qcha+TGG4vc3xazyvfJa9EE4Svi+xojprP+69cQuGvU2pqDujZwa73zOyP3dSLj8ypKG+4wGCP1CPE78u+Bi/dJHSPs3pHb+Hna2/uSlrPyXe5D4dHea/NRADPx1awj6Hs5S/9wiwPmQQsD65gUk9UBHgvQ60RL7bA7m9+L+XvazHpL2TYvC9OY4GvoJ+Hb7GVAq+iT8KP2NMaT4tAJq/9C0bP61+BT/Kfue/iIROP6F2xz4Uc4W+3LsQP1W+Ij/36R4/yOEOPr6b1T7m3Nc+1S/WvyTKmL+eSrQ8lD04O1IfHj45GLg/ostdv9V46r/Oqjc/fbQSv3gO+718u+c7oDHFPvrF9D7xzl0/","qVIVPtXI4z4EEHA/FRboPUZCkb9H3Pe/C46yPKhNrr0Ndt+9B3vyvY0wuDx2CAs93i9jvLXCE75nxTa+iKseve95Eb6JogG+wMw3vMuhD7ybUFa9RU8ovqC4s7tnLCi9WsEqP6yjVT6de6S++QDiPtvTPb/3922+IeQCP8i6gL/E1MK+x4B7Pl+FmL+kRrs9xBlTPy3sB8Azmb2+dcetP49k/z6yXfm9zXDVPV7/xTxznNq9bmsQvld9Gjyapbq8kQIBvnmPvzzH2r689KozPm1W870x2hm+TL8fPQA9Fb40qqi9O4TPu14CXr11+6u9HzX8vZr47L68QQy/ZUl6PxJn7z488+C/U2AtP1UYgz/e8x2/2030PGzf3725Wjq9UY8RvkTtaz2aEd69q4PEvWGABr6ct/A8Qk4AP7PFuz4gChI/4c4UvIDuFT94QOk+bcKWvSN2pb7Fs/q+lkoFParXLr2a5Ba9EBF9PP+t4r1sPGG9jLrIvaMg9buEla08"],"bias":["NFQCPmwX1r04fk+9fhJavrMw/jul1um8dRcEvwazJb6XXy29Y4aTvPpKxr6FrEC+423TvR1VFL4uUoa95ttIvuTkkL749mK+zuqkvgcoor60zsY+cJLJvp1/1709PeW9D1r3Pr2kIT6nPno8q36TPVgCZb1+bK+9dwEWv/ylw7w="]},"dense_54":{"weights":["vXiKvc1DsD2NDtk7NL1uPUc1FTwNB807PuUXPSLGCT1yyyu77VCtvBNcbryo9c08LjWYPCfOAb3aOWa9nQZ+vZXRLr0JUxK9p0uLPfQ3YLw0cok7xNJcvf+fyDtJJtU8ByTpPJGhiD2BzEs9mi0jvPRaLTzwR7U8xRwGvd2x2jvwnzO86/mUvIUIaj2bUgs9SiJzvcMjkDzgRgi9KY4fvfceVr0aU+k6UfYkPUgtnzvANhE9g8IJPcK0/zzXKcy8rIdAPbH6jz0VTbM7HKwUvTMFjr3tYTC9Ld4HPXh/GT0mgag8VL3FPO1jTL35ckC9Cbo6uxZHljwy8Wm9UBVfPJ2owLynw0y9pzslvZCyAj0dbO48wYGHvWkOPj33tQc7PqFYPXwRJT0A4ku8rQmPvILkBD2wPim9FpvXvDgzJTwlo1W9fjakPFZX6LyI7bE8ATQlO39ZVr1/LgS9vgYTPEgN4Dw7cAy8rIEWvWUaYD1D5sq82+xdPRpdMb2CfGy9Zo+NPRYYn71OVLK8TxfEOx92P7r54WI9upBtvcPtgL2YL7K8nyT5vHPchj1FSBy9eQ8XPecjsLw+BIk920XqPGBo17zW/DM95EB3vTW0FL39lSc9VeoCvREZKzw+Tyu9Fg9WPaKkTj160io7RgVvvOYiZr3dVmu7U/7/PAnF87yOQdI8l6JwPVc6szpJLEM9T0J/OyyQPDz8WfS8vPGnvGqaT703x0O8NIwrPaln67wq8pU5B2YPvO02R70nA2696IMvvNMcKLyPqoy9JL9nPNLzAj2KjWE9LchAPLFJKr3vgNQ8zL6gPM/KZz1IZA09UrBHvEKFvLzAtEa9FiTOu2ZnXLwxFKw8XlGuPP/zG70Yzjs9kazMvP0jBD0CbBQ97TGJPe4F4DyuqyA9Xc2OOxHR6Tzp8m69MOxtPYsnWr3h89e8OMmGPX/TUjsSnka9oNtUPT+f27u6/q88Tpb2O0Vo8zqx4no9A7CGvW4ter17TmK86eNivaoMfrrcz6K8","jljcvGloeD0PKSq9ALQvPYqSOD3GyR29vAS4vD1G27tc1zA9N97JPL7fZL3w0Ju8eUc2vRcgQ73scyo9A98zPJ+wSr3sfH69JPhavUlqFr2F5a88IAwfvRl+ZD0xbou91AlOvS3B9jzIQDI8+88KPPAiOLwM6FE9C1NkvcQlJb3S3Gy9UBJDvMCJnLy0P3C9VZoWvU4PNb3IUYi8pVBUPP+C1zsLegW8NOkRPRb0Ur1qfnK8oWlOPS8kVz0Up6S8IGpRO81rKjxx8Re9+YZIvRCNFL2booE93gH0vFP7VL0bXGy8O/9OPQI1jzxYUWm8Ow17uvR3Zz1wq+u8nT9zveoc7bxgE+W8mOyKPdE6lLxIJdc8cFXfvC1IjTwebLO8y3gGvc3nMr0IG4s99oqDPWDTg713Zok8Zx+MPYXzDT3/ZKg8kATUPK17Gb1gjAE9QZGCPX5f2bxVo4U9AYwevWhtUb0X1H89O30JvUbSCDzTTEc9DRd7vSkLOjxo99g8rTjGvIvyiz0KUIW9/q5FvYOVYT0si3K91j3eO1uZRDslIoU9ajRmvZfsOjy6OX+9IqG0PJ+arryAcmY8cnhCvRRIQD1libQ8LzzGvNEwmzzpj6S85/hJPQNWuDw0UQe8gTkNPHcxQL3xWaS8XkpDvfsi2jyQjBC9XqR4PTmN0jy/3ni87b8AvBIpaz3FKI48w7wIPe3oHD2kY1C93iAXvXHEAr193e+8aPLCvOu+JT1iiCo9Y3mtvIno97pblYm908VFPXMWjLwmIzE9jENdvbMkXrwKvmq9i6oPPffAw7w0ICc8rT8xPdpJ67wzJkm8WDMru0+xQD2Tui88484tvJIbeDzRGiG8PGXfOyFri721WAS9q4wFveOObzwbxD+9y/tNvRY/e716TTM9KvRSvUPRsrxFN1K919vePDDnJT3PxA898BKAvX5WsjyqZzK9irxGvTpoDD3qEYK7fe6DPLPkgL1pw1i8eg2Kuzxf+zxe64Y9snUivQb/MD1FsoI9","HssFPKl8Dz3Ga9s8sAkKveNCFDxkI3k9mjNOPGV7Sb3TRZU8s/UdPW+7dj0niQY9EOXzvGtdNb3VUDa8wVD3uxX/Eb0B80Y92dOePNL24zyK/5C7qQnqu3kJ9zzEVxi9Lk8dPcrhFL0tlF+9M+CKvY97I73uqo+9Q4NKvbWMFr0Ij067v5FhPXzoxLuoZOC8gGUlPYs5pTw7+TE9iewqPeNOK7zB1XG9DGiAvQDxbzwm6OS8OmlyPV6+8zw6wQU9Qg0vvU1hBr1a1gG97J1hvf70UzuvxbQ8mHg6vfdRLbyNmhq934NVvC2GRz3U9Xk9GSmCPTTV7rqDzmS9Kjq0O1Nxdb0HgUk9MdX/POdfzzwjkhS9PrmYOnHrfzup2Yq9+BwZvQb4FL2APeC86gs6veMeh7xns1E94sbTvG0yNrxjPzq94tYkPUkIYT22KnM94kYMvQ3xRr0981S9CitJvVuqQrwGqao8ux8bPVvuVD2FKSA9WS7uPDavW7x13YA9irL/PLGHIT23mRA98Ijpu2cM1byt0xu9EiXkOxoharwueoC995v2vOhhRjwi2Tw9Qes6PM+eT70eYIc8ZP+uPO4HJL07AwO9KabJvHNZPT1EpRm9D8NjPfxPOj2tA0K9I3iDPLsBtDzoHlc9Wp4rPQQzkjtY5oY9yU4jPeIemjxUD+k8TR4dPLs+obzK4Ja9iStFvfNuI71Wuhm9BR+XvZSEiT3CfmS9c8KIPQ9fYz0/GgM9H5MevaeqTj09gQQ7A8gyvSp2r7yUu2C9A4wqPSis6Dxxjxi9JcKdvEYXz7sQS2I9/D+DPbChOD2STAQ9eOFTPCoUoj2RHMM8qiSWPa0QzzzTqx49sNHsvPjjCT3eLBe9SbaLPbVPbr2l1oc8DVjhPO+yYb0M8j698CMjvaCvSDzhDeU8KlayPPP1Eb2Rxi49xU40PaV7Pzxkvps9ltcDu5mZojwPtiO9fjtfPRAILr2l3fC8/50XvE5cBbwlyUG9CaISvBQkgL0uFh29","dt0SvdQaybwrIlq8i6YaPcVH3jvkokE9gC5dvfdenz2Wa1q9UU07vctkFLzztaW9xJRyvRQg17xKXv+7Bq/4O0WZpDzKcUm89s5AvDOsUzx0xq+8cHcSvTuvjb2uo1w9wUdnveDv2zvGrwK9q2l0PPh3yzyH4CG8j5yLPAaiMDwmGlQ9K/1JvSrrrLxM/YE9T7ZNvVBOAz2/dPo8r6UlvSPR0bsSyes8nollPabWv7zL1lG9znhyvRKEaj1AfXa93+UXveOm2bvC5sI8btERPb2/GTzy0S27IFJpvWaGK7ukNvk8GPhhvXohjbzm6yw9LE7YOoSwhb1HXsY7gLwwu+LLBb1Wv4A90XwJPHEjmDyhw0k94mVXPAJ4dT3rd2q92+MwvTi9tjyCXyI9nqeqvISQVr2+Xyk9UUowvfio7rsb7E49DHYOPYRxEr3JnGQ9MNqluUSqB714WSK9WpdPvbdbGjt0xAw98US2vDc0Br1KyF49e0CqvGAx0Lty3m696AGqPLzug72E0NE7/i41vZOLTD2YsiC9jZtQvbEgDL0xCD49C+eFvQNefbx4BY08mwWHvdgjILwi/gi8TlxePCsCaD298vg8TM26vLhGML3f94E90cQ9PRrAdrwEV4o8HHtcPcrlyzzXp3C9RO4wvMvjObwMz1U9ZFGvPOZoHDzxWXe9l0FSvbvREb1BwoI9EWRpvbqqfz3ewhw8gewavbmpDzzfelQ9cFwmPUX7Pj3MNhQ9AESGPW9YUr3OIxK9kp+APX0OZbsbyri7d9qCPRhJHj1/nwM9h2WkO0KoH71NGH09/UEmPTcw3jyQ8Ys8fICoPCRdQT3VAcS7CWE1PcetOj2ipU09Bbcyvf94Mz3KVkK9gMBqPUCwnrynOEK9oTxxPaa2rTzhDEu8fOlmPUja4ztCEHm8/40xvbnQczwTeYM9Srl3Pb7aAL2/Yig99BYPPRbpr7zfyoS68IqWPIpBir0kryM9+sK+PO81Wr0JbV87GkpPvSVJfr1XBt08","y/G9PblD273B57c9Hgyxu9Y+ljzjbfa8vHyUPsZKbL6QV088j9SHvW8mxTxKN0u+8oSFPeGwVD5Yf2+8+nsIvf1WGb5J1s89iN0rvkCM5j2jb9O9x9L6PVKIPj0DyvG8+7LFvRh8m72I2GM9dA2VvXrRYr6aNAq+6HGePu2ZT73jWu+99IG3PGQc1D0nhn09v7UxPJANtz3idQM9YgdSvtb4uL2JmFe9aU4oPokPCT0WWI67G27HvR9xmz0eSmk+AYMVPoTxkj0zZYg9qhCOvMxRG72GzRe9ZN/ZurPPeT159ac9W8MmvTEh4r3F0KS91vjcPT4lyLtTQtm9tiHOPIBnMT4tVTI+D5odvmGm1D0BkdK9/eIlvgjvdz3i/L699APaOgHMc7wCdo08JPkHvc8r4j0DPtg9XG6tvBEby73FPzg9mIvevGWfDr0mYzM8DjvqvG9lfr2Dz7W9Y1l8vsFq6zweGZc9zQ15PYkBEj5lcA8+1OEzPQLCj7zSDfy9SsRdPQEZYz7cSAE+0wkrvjjWsT2c0gk+nG2EvdfPYj1sa/o98XXEPFH4oDxrWD695DEuvf2qA75qg6U9TGEOvt/h3D0+YRo8AyuCPO+eYT7eWhE5HD83PsbbDb0k4629QqOXvTrUlDuBmXq98WOMvas2yD041F27KIUTPjW9ND12AQq98jY/vQdYgj3eISU99PeHPe541Tvu4di7XiPPu4kWUz0wu+87zjrUPAChJj1QXC08vKtxvdUCbb0JqOa7wSKuPM5KIT1E/QC91PgevI9ggj0RAU48xG5UPXHmqzyR20I9CLnDu2+qWz0Eq469RahTvfTUgj1Ww349V1dGvSWezbupDma8y5u5PJjfXT0UosO8b25KPRIAUj16yGm7ATz+PKq5Sr03zDS9hjYzvKwMO71zSBQ85/bHOp9xkr1A7Ie9ngwsPUG9UL1prne9qK+IvR7sbz0C0XE9OqhWvVtmND3kBV2999KnvD1JuDl944I9e5GMvd+RfT1HEHK8","qhxZvP3uHD041XG93DymvFHZW72WfXw85HX4OjbIkzxyKqK8LI4QPeib5TfhI6Y6u0kfPTvPUj12to+8QofcPLDfYL0mYo28FIQHPe2Wfb1vDSu8dt8mPaQx2TseDuS8ae5VPQwg47wnHfw83w8fvBx8cbzf4co8Y3eFvUocLz1dLYM9vxYkvV0JiTuRu4q7qCREvJuj8zzvINO82mQ/vGTJB71tc+67UP6OvZEHPT1Mh149wJL5PK5mELzncG69fhnlOqdGhDyIEkI9SJ+DvJFfMr0wPFo9EtsuPRI2N71wfJW94ruXPMJMiTk1+Zq85SaIvD/SuLyaGC6948NsvWAtLz2zhiW9ujnJvBUTf70GKcS8tnPWvMAViD0OTDC9jAvVvOWVnDxuogA9nReKvLtATz0xg5M9SyDIuxKlfr3KnKG73/zFvFaHEL2toYG9TcRAvc6aC7yiop682eBsvaDC7bzulrc8BdxOPVIJar07n1C9II6svI1PbbyFfi+8ktbhPHqNLLyQ0le9b1BkPUxeTD2QaIs8eyejvEJKFD1HMgq6lsB+vVgz+TxQCGw9WoRCPRqHJr2OFjg9N2imPS8QzbznZMS7ZrkwPej9gz01/+Q7Gl3mPFPaA72Z79e7MxCSvKCoKTo9WjA9dK2DvR+MaD2km6G7kDr9vBVU9bvHlJQ8JtzLvNyrWr2+QRM9sTVLPWmDgL2OcU+94PAgOw3Q0DzQYz69xleIPRUDPL1tACS9+ti5PGAGbb2dkJo8Dbdjven1ez1qmQ69L8BMPEQHZb3v85i8Oa/vPL4YEb0RqeS7KKQmvYWjCj30Fre8IB9hvEdkuTx3ajA8a9emveU95TwQFXc9KauQPXr0UTxc5js947yivIAFiDzo7my9RlqxvHj9TTy5hj+9eF1zvYIqHb2tDoA8RiuzvEsVVr2H28A86rCWO7CBqrxAPXQ9xjFEPNCZQ70zKxM9l4FiPZiEk7uFEBG9LlD+vKIGTD1tQtK8AnwqPf32fzzcjNM8","gHvhOmqcYr2QR3G8tL1PvfCt9zxwNuo8dpGAvUDZP7s6aYe92MxxPbgrdT2QasU8dPF4PWRO2jwy99q8LAsLPVJWHz0ESIG9CesFvZDjdz2EUSm9hPaiPGxBsLxY4E490HwHvAS0DD2YNjO9mpA0vfy+Try2brS89P0JPdJcKL3IURU96AjVvNiehz3oX0O9VCegvFahhD0MyMY8bAo1PYjvcDzw/ze9hE0APQKWSz1T+gC9VAEvvUSJtTzmsAI9EHN1PSBFgbwssQC8UCHoO/AgNr34XHa9yIuHvd76gT3Amdu6gbErvQiPzTyorPQ8tAybPFjMAz1oiWM8Zql4vZQAJbzVowu9yDxTPLA5ybzQXXq9qF9yvITfhTza7i89RIfZvLpvJT24XFY9X+JTvWZM7LxMhGY9FJmxvIbQ9rwwnCa8qERgPR6YG71Y4S48Ruc3vQKIGz1AcQG9ckdSPWQceD2QOMM7wCQxu/QMTj3sPdM8eixsvTSk4Ly8oN089eiHvXh2DLwmReu87OpHPVxxGbw4eX+8d8iBvR75DD0SwJi8RueHPSz8qzxfUYG95MFsPQCexLo08Ns82NSQvDpeu7zkKYC9jIWfPN3vB73IEGa9GRk4vaC3arwCXsW84lAnPaRLaT1e0Bw9ChAVvWB8MTv4mYU9rHZTvZjZhDwrEDU+KaUvvvliKT45Sj89gd03O4p51726vDg+nv4UvslIkz2KNMi8Vzx/vTYdl76LV4296kmMPbjWx72GU6W9byEivdVN7z0lJ26+AFepPSTYmzoMA2Y9jo6CPYGalT103ra9VdZCvmJtKz3RldC93PBWvqmJ/b1vFRc+RaQIvqmEVL631kG9LCh6Pe/AVz19IAM+bGx7vRd/7bw9x1O+r9/Fvdmpm72zF2A98wk4vS0h5Lwv5AW+AbiyPUPzBz5kxKw9cttjPdeJAzw+IZ+7k6KvvYt74rv4a/w8HHGePHMBCz1xkao84OpIPD1vmr3ZDgI+vRBNvbfXb727BDm9","cyIpPvhv1j2LL0C9ypvdO2tay70SghS+urHnveu6xr1GpFq9l5SsvMpFTD27ICk+HBggPTLG3z1qF1S9KRuqvf4MVT3SdwQ9N5cpPeJRBb5zj448+l+cO9HKwj2l0hm+yF2cPE8ARz1U+4k8xu8UvXpabz5lbq09ZI1ZPZDFb72WuK28mHxRPkjnkD2UJ26+ADK7PZ5mpjyRyyo76qoHParPtzxp2pA8/0isvYtksL1uYAq+f5duvQJDAz6ENpy9i/sNPXr80L1ZJXc8ARaRPkBVBbxTlzU+hBo6PMuUhD0A06q9C7RSPF2xDL0GPKe9ctfEPGIJrDxdV+w9C1I2vc8qOzyTbt28wwmVPLrxDz2hlRQ9aNJMvGjIA71UxHS9h8gvvU1l/bxRh4e9eSOQvVfyMr0oxGk9hxwPOgbORj2Dk6w81pASvXKRDTwS8lW9l9jNO/WZWT0nlgO9jpW5OqYUjzxJo4c88xjOPAUv9zyeP4M8LttTPEQAWr2utZQ9Bg7jPGEzkD1KAlC5AOYdPRimAz2ufH874/QFvZBAvLxP0VM9zzx8u3vurrz+7pI9aDUdvacWMb2HEY+8BT4fvZPmOLwpkF49KzgjPLRcjj32nQu8jWONO/OEVD2LsTK9dBfkvKK9Wzz/BFk9oZ6JPP/caD1wXd+7PwfFvLa5UL3KvlW9z4N6vM16Wz2C1Rm9JiyqvNWImjyOQXm9dEcNPRKIGzrP2Jy9NOiJvDY3c73+qKO84y+Bvc9llr3SLRa9UryJPS1Wcj1aa9W8gwabPYmMXj2jL1u9rwDfPL4Dmr1JtL68P6NDO1J3Gz0cDOs88pI0vRn5wLtMKBS82oMiPVXzyzzYNzm9blE4PbjMRDxCmFE9GjnNvNjOWj2OVjy9P45yPRs1Sz1IFUi99eNsPIMg97sm2NE8BThYvSjNZL3QfzS86NpBPcdJPr2z0hk9onqqPQenjT2Is5a8sbp0vcVMlL0AjAo9w6QvPYc8V72y5R075KMcvKCqA71hPTO9","koPXPMpsOTrZ1B88b21fPVrM27pkf1a9+qd5POGJir0LkoW9ouxjvbeeAD3fJ787WoArvGKDVb0jhk09CFAjvSKn1jzzFGG9ocvOvJRWLb1tCsy8DOoCPboyMD321dY70OFDvK0bB7r37Wo8Z6L6vHRBy7wVEjm9QnwevDXbpbztdiQ7UA6gvMnrH71Qjlu9fL/0PCYIBb2zFUi9XudkvcCYbrwG4Ye8SzUDvc2ziztTohU8yWmWPJ25CLz5nOu7cpeJvQlsgb0kehm9neuHvS1gRL2RCya97KeIvdjN3Twqjhy8c/A4vU68aL2PPBS8QjqEPR66o7y6Qe65zJ9NvWKvLr0icUC8Aba7vK6eID13W2q94MkQvVEuwbxvtlK9gtTmu9QFMj2evvE7yC6CvXNFubwsji29JIpVPQz/z7w4Zxe9CxM7vabhBT2Bewc9uecYPYFlET0cQ9s7K0FuvBi9zDz8WQg7YZmJPaX6F73NvHm9CtxGvXNtc7263Hy77EQqPZuGWb1ptog98AGHvWCDbb0Iyi49aSzjO9CwND3zASg8u2civfnuFT0pIuO8paKJuxKKojxHaF09Ta8qPcKjprwcXQE9DraDPTMt2LyxlnA9yf6vvBtDszz0lUi9Yv4XPaKgXLsZbLk8e6qVPNlZkrzJCUA6n98pvVM0HrzfxwQ9reuZurgH/jzu2fo8Bb83vETYfL0iVeu8CgNvPdrvKT0Vueq663Y7PVm5Z70x+kC8Xo0CvZxdXz3873m9zk1OPaCZ0zsQXDG96gWAvUdsKLz3FXQ9EgBtPX7hqbxRUxe9wx7KPCRdhD1iUv88iVA8Pa+2d70N+IM9udNZvYcglzycxCa9cez/vNKtZj1pmgg9hJjLvKG5H71s++Y8CJVxvQmFQD27TYq8GEJzPXWAfz0CN5C8VsALvUy9BL0jLBM7mkNgPa9b4LznM+a7qiEFPZrvgL0ttY48v+wfPS2Vj7wn8j+9xffiPDkfi72leP875sIpvNxVNLyEOSw7","+wRVPXmyKTtDuQm9VMg/vcucADqWLIA83YGNPDotDj2b74q8gGjNu3ePzTxEGlK8jtO8vPM3NL1uGy68VExFPWML07tDfGS9XPZJPIM3JT2+ToG9e3Q3vV3FV71Sl2W9qZlrPXyTkrvufOY8k8zdPAtWM71i9my9g+s/ve6zYT3jeYQ94jlTvN3y07vj3j09yBwWvLAKOr0lnlA9G1AWPfxmMj3bzae7txpJPdpib73Mrky9toUJPRlPRr1xrEc9+xixPAmPgDw4Fn684pSHPQJXm7y60iY9+4dFvGmBO711cMK6sk9QPdzSLr1AbBi8nsdLvDqagr11Ivs8HVszPCt7yDxAGow8jkl9vcMeM71JMvQ8apVavfdNIT1ho2S94//BPKyQTr1EJmg9IUU2vdthMT1Spik9iLsevb0bobz+pIg9BxxwvVEBXj0uhdw876f0PG4ly7wy86y795glvSVCVTzignm9sF9DPOmskzzD2pE8CiOAt4ziNjyg78K8lOH4PNzCLD0D/La7ux7lPAO8GzwcT2G9Emx0PXMjNL1l5A49oKKNPIauGj0QAb+8eNJovYk/CT2vPGi86jwVOkVn8zyWtLu8omMzPRUG+bvSo228F3iIvabxPT2fvXI9pPVuvO+n2Lx9jl69jtsOvXrDbj0sFYO9tXhCPaa8lbxj21k7ZMtKvUWmNr2fx828d60gvQGVRT1Xh3s9TtoMvbmeYj2aIVy9tuwTPWTeRry/4BE9H2PwOxu8CD0NHjE7lU12Pe7PED2nuio9AtSrvJfQ2ruhfFu6c4gOvb+rcLthhok803lvvBQEWz3Aml68LAvnOjP4yrxNd2c9VAxDvQnGMz3U3l49WKysu6ZyYjyh9XY9KL+JPTYRMD2YiMe7q3ZkPEKFdj2q2wM7jaDRvI/rcT0w8KA8kCIevACUZT0XZdA8GEQDPVOEdb0ba9A5wOkdPYsFkjxO4iS9Ma8FPQQ9F7yFGGC8PLDsO096gjuDg9i6/CGkPH7qEjw8HAW9","c66JPURDcD1sFjq8AG5NPVlrDj36sGu8GQ8tPdKJib3dZmK9rV2HPBKohb0Us2O6mSd8Pa91PT0mCaG81JZNPTcIAbyWRI28iu3VPJYJKjw+/q47t1BhPAJy7Twp6wc979jtvOKyP72gP3K8b1jwPCcChLxJXcW8rKbZvBIQATz0HYs9S6NePDIzCD3/p6C8VxjavOEbrTwYdJ68hyAbPJDHXj3/vWc9RoAKvbDqPL0RN0Y98J4kvZigQDrFsZ88VZqcPftuhz26WBI7Va2cPfwNO71Fn1s9n2VivQej7TtE8AQ9oSbgu2oMfb1MUEM92omSPVOA1jsNDnW8kAXxvA4KsDynwza9Nz6GPKIubT11ciG9YvIpvV/Zjz3qZwQ8R2p1vCbSgbxbapM9Q3kuPfc3LzxAYIK9eOY8PYWhkz1uqTi9/Z14uzUmP7zoOxK9epvgvIL4lzz2Wbe8tgTVO6wXIr3YsuK7mTEhPYQwTr3CffM7y0afvN47Z73au+68SUA/PZGRd72slT09yau6O9voBz0oUqu8uEsjPal3iDw3QkG9ATVDvRE4KT3+RXA9Z/11vcs0QD1dO9K8Y2U2PYueIDxDUBI9cHBYPYjZAr1FHwy9gzEdPflVGb1FcoA9I9EwvFFEHT1V4YC91uojPIFYjDw4Z2u93u3BvEAsc71Hphu91IsnPfdNYjs0RCA9ZjRxPc3EZT0ZRxS9072tOmOkvjsKDem7wG2EPJt9JrvIaAe9AuInvF4UHTvIzqw8ZVzBPHXj9TtjVfy8ZcpMPTRkUT1r1mW6P+WSvbLJ4Dy6pjy9hk6pvGFMr7s0Iw89T8a+PDQeqjwDOu+844ETPZbOBj11IBc9gpKmPOckNz1Zj0M9dkEgve0t5LznJxi7Cr5kvOF7Uz07XV095ebWPBbDYb0WUW297mOgvFhNM71cQf681bjkvDKorTsVWoQ8vIsSPTnrG70/MVG97pQVPetwnzwU3WI8FdOIO0cqvTzD7/i7fveFPeUJPD3G8Ua9","Xz3VvHuKUb3pp3S7A3WYvJxVUryK1hm8eG6JvE32tLx5wBu9nON3vbTK9TwwV3e9gMWQO2rXVb1GL768J0gdPfTgU7sWAg29oaAavYGb87z8kya9oJuIvcglyjzXj329N8MpvegNG73Wg3S9WGfUPJNzUj0Itaw8W1ZWPQBe8Dw5fhW8ClhxPc3DfL2xLeI6sgZFPRWT+jxzLnK9b1UYvVytcz2dKh48CzgkPDYonzzIGka8eypLPSdQmzuyGUy8pJggPU20pzwGPoy98YxmPbS5rLwpclO9ebc2vZ0XWT2C+0S9caafu5A9cD3ytIm9NxgGvUCBFzzAqly9pqgJPXNY0TshEk+8Ig4DPeKWFT255iO9iyGiPAxvgL3mKF49BzGgvEp9S71HqLc8tuD+PMB7Tb2WzXc9PU7QvFcaJL0icwS94BdCPJ7fc7uurzE8GXtUPXLwZL2VZ0i7J/Y5vDlxRr2sQRQ8WB2DPXC4Xz3CrVw9qzJ9PRW05TsjZE6936ArvLS8gTymuvW7OGlYvTZYhb2S0Im9Hf+LvSJzE72Byvm8N0syvdtIzztgGoa9iz9BPSmF5juYI4C96XUdvaSiDb0HHAi9HJ2AvfMjGb0zUJC9yZWAvTmLqbwvMW08yn5HPVl4izyHFkO99PdJvUqwUTxDGm26jf8qvay6cb34eiU8zAq6PMDSCb03F7I8MfeTPCE7jrzUsgA9lRRcPb5YLT33EmI9aQiQvTFMOb0AcBy9nDVePJZPdD1COxy90QdfPYfuEjw05C48cyw5PBWJkzzMoqw8j7WwvIHIsbzNVp68ybb1u3rQgD0zVZK8uOhJvXOfLb2F53S9/BEDvbHY6zxZ00g91TaMu8+tgr1IxH09E1Z1PUN8ZL0urHE99JQ8PLkRSr1oOjK9zP3tvG2KDbtrrgo8SLlQPQVp3Lx4z408+JXgu5fcNr2Zw+O838AXvd5ugb098j+9UT65PLr8X73R/cw84LhwPb1lWb2JKGU8nlxxvaVTELsVYF89","0H6uvO6epz3dgjk8nJRDO6u6Nr3U6PY8tp2ePCFBPL3ptSO93h6RvOGaPL1WQdW7HauTO8hq2LwkBem8nLLmPN3cEz1xqQM9a4v9PKSzJDzgwww92oLBvBHAID0/ABe9WIWHPKILNr2MPys9arx0vSSNMT1VL7c8NHtYvUbnsbzooYI9K0EpvC/g0jzh4Jy5pZM+Pf9fnDsqumS9yNCKOqFjU73hpTS9Brm6PNdF8DxDh6g8Ypx8PUjWKr0ody+9gBBsuhsL+7y6kks9QBxaPQUYirsBFTy7mDXsvPVPiD1Znkg9cTqovIgT8jzkml29Abg8vWtAqDygZUQ8VLLdvJIUHr1izN48uYBMvUTqKz3IdjY9V41wvSBtLT2kB1C9nAaNvZfSHT0NESY9/sc3veoDlronyCA9y68+vVSaqby4NuG8SfhcPKOpjLwTQxc9C1KmPNRnprsO49E8zBjoPEqzgj0nk4+9gnQVPKTwfr0Vx/S8aMkWPT6wgr2NrVO7SoEPvREjJbx6NTA9GloKuw42LL3Y2N68MLcXPeqkZ73dL1c85cr9Ox3emT30BlE9al7bvJxkuDt0kTY96ZXsvCkKS7214a47huvLvNR6g73bPg89+SwaPbeUb7ylTYm9B/awu+eUOj2azUc9qBnCvLuYCbxCJie93PlyvIs0qjzbUhM8vw2EPUauPT34V0m9TCcrvTElQr0Ec6a9VttOvUzoAj2OXoY6iN8PvTNfBD1jk/k7LKGAvfWWiD3xoYQ8pw8sPS1XWb2RIYM9GikwPZM55TzlPua8D1oJPU4PSrsGz4k7edHMvCR0UL1SGU494Ck8u1b3gLz2YnQ9Uw8DvEL+Uj2ilXC8jyILve80jzx+KI29qTImPUyZHD2ol+c88LnCPMEehj3fUGk87qdxPQwy/7qScii9z45wPX2IRTxBjVa9TcTBOzSH/DyFqZG8DEEdPM+pHrqS/iQ9yAGbvKaokzzwXzY8JwWLPTgAJ71dJYo8+dcXvaB0ujx8jwe9","pNd2PKQGPD1ie0G9pyN7PU5p2LzA+SQ9duIrvRvlgTv05CK98Q7yu2T91TxdB6S98qfcOjGS2zxWSYI9j9CgPORNhD0G0T69QsoHPcsAiT1BLx+98fMVPQlvUD1j+vM8/0AdPUh5JT1IeVE9ddFgPWpSTb1u1wE86jtFOQy9Sz0iBlc9MlZ7u3cfpLzn3U29noUGPYVzkLwyGCS8SnxUu7R/iLz8KDg9kwskPWdDkT3mP3S9mhXwvNFIPj2pnFQ95tnqPATyHj0zFgK9KJ5DvThKh71fMSq8GdkkuwdFObzNfga9d5GSPUOLIT2iMDs9Lss0PWjGw7wIRG+98hPzPMSxpD08DAW9wqnlPD66QD3tC4+8lmEAvTen1D3uIQm+WwegPaH36Twa0Wk9mzOivc34+TxBNQA+OfuvvQQPhz1iVzO9oGVzPVLS271sr6A9geCsvPGcnD1LN3a9gYeCvWX1ID0qVDa87OeSvDVkoLy3nAG+cLBgvUIDqT2wa2M9ekGqvUKdQDx5wx48/c65Pe1/lL1vAuy8jmp+vVR1V703hlQ9Jgx/vQr2pTxobLk9xz3NPGwgfr0P3og8XtkVPapsND2mNJE8ThCrO2yWkruKd0O9gs9MPU2p+LvOe6M9S+xTugL0orzGTAC7uuiQvc8hSr3C13E9UNPvvCy3EL1rDwm9oofMO9u6j7ygTfK8YGKzvakxCL7N1DO9wCKwPAGxqjuXO5W9jmOQPEjlRL1eFw49IiSFPPzBkryoVca8WiZ4PQau9jy//0O9WBtiPXoDH73RwDK9X5YVPTCClLyEDws9g/IpPVqUlD3d8tO81zunPbw6Gr0mSvS8PMrNvB7TTL1UfIA88Hy2PI/WqbuJcUA9g5ekPd6Egr01M3O8zdeIPRoPBj1csSq9Sk6kO8iCXL3Rvs298lKnPNgWWb0c81I9Q+5jvbSyPrzVuiY94BMKO/gS3TziOSs9etMBvRlwVbxFBYs94WUsvbwUnrzkxlA7vF72PANBFj4t1kc9","YJcDvT2qj7wL4gU9DQWQvO9yRD3zXwW84L3xO5h+BTxzkoM7gaGDvTZRez0YykA94lJDPc0etjxAgYm8UvuOvFdA6TwPjyk9L64VPT3lbj27Ae28iXKCPRpmzbx/g/C8WqFUPSv2GT0UsYc9JkbgOrDTa71LF3q5T7YqvWoHjT09eV4637oTPVh4/rwUj468xgx5vaYAijx4ahQ9zSzgvK1fcT3TKII9YQGXulsZyLwCSb88ZBaBPSMaxjwRh4681OV9PaVnlLw7u4a6N1z2vBNuJb0jkxA9vQGxvLfjsTwLIqq7ztcIPWBZcT3+VoQ8L7uovNkl1DvxT/a8BBMmvIxoo7vaL4c9jVNhvRtFhL19VF08Vo4tvUeGzrx9eXO9lX2DvWRmX72ily28LBZDPbqTNL1NSis7pD4PPc7867zg/Mk805WgvezWGj1lEfu8DYGvPIeEYbx+6Gq8kEMlPB9FYT2wWjO87qlpvcqtyry3L908vBPDvBSYdz0g/oK9ka77vPR9Aj2hB4A9lhtaPcwzE70oH5U8ISUFPbmNyrz7qou8AlxbPQoGijwdK289yEeCPOy7TT1dNII7DZ8SvVScrrx8yt888ITQPJ9QWT3Deki9QjbNPOh+ir3S6BI8uw4ivOJ5VT36joO7+J6gvPYXOj1SkSO9C8d3vKT3FL1soRw8E/qfPGeEVz1Sghq9pfOePEpZiT1D5DG9/ccEvdSzzLxUrLO8gJwcPQsw57wnNxA9FJdTvCSzUT3GkQA9EoxNvLfABzyzyvO8v0ZTPd77QLwowFM9Gr8fPe2sibyyMDc95rUpvUE9a72ixGS9Z0NzPeRU2jyelI07lAV5PWUE87yyYOG8IfXdO6OvqDzjcRM9HHExPRoVd70y4nM8CrUmPOCoF72SaU69y4GyvAuQ/rxj6KM84dpgPG9LGz2jIzu9bY6NO+J2nTw/dlY8FDElvYVdir2Gj1g9hxKIPUB0ujwPizS8cMe0u153AD1FEZc8vYoTvewALr3kpXS9","GB9vPbPBVDtg61w9Gl8qvE5/Dr367CE9RjmxPL6Xf72Zj9k8/dZ0vfcwZTxvCIE9sB5hPNg75jxoqM+8StVDPKUOAz3tr0C8n6c/PRg7RrzFQlo8x6BXPAuOaD3QejY8FIOJva6y37xt2V896SnRPJcdKb2g9oW8VKZYvbXHhL1qaIO9PbKHvQpO17wiSJW8QHJovT2jpLyZxHg90JMZvXD4EL3iggq8CRT2uwuaML2f82Q8dhLmvI9+YbzrWJQ8ZulcvZiJOr0SL4K95VFPPZCIyjx9pII7yWNBvUvqLz0uPPW7E+rmvOw1n7zfVHY9iKY+PWB+2rwPnF+8K2o9vRvLjbzV4kW8ia2pvLvFtzyny7K8IQw+PXT8fz3XKI69lfGEvURqBT01pKQ52vSSvcSsArsLtEG9c+K1vAqeSDxmFkk9uaECvdcRyjwW4kU9R0tdPSASdD2+FMw8VoaUO9oJcj0FmvS56tdsPWlAVb08auW8y5ACvfRCnrxpPkM9NnsmvA8Hgr2mRf+8YbEdvWvXSj2djIq978FHPZ6kwLxMyjm9koInvfuUYr22kE89FO6LvRYRiL2KSJE9A0toO8tdT70Tx1o8dGXMvKw7ZDxntEO9yhg2PQFxyTqsazO9E6xXvXUwND1vZEq8nPwfPXN3Tz1tVG89/giUO2SETj1t0UU7wr4fPF8f7bwhL2w9ZLGHvQuyBb3daPy8XcmxPC8n1jxiY429EE1EvX4NR70fPI49l16TPVJFP738W4K9o85uPQ2EqrwwmRs7bPVlPd8rUj2zfli9FemjPFVtKL2oiZ+79+BMvaGI8byhsie9AFS0uQn/DzzvIyo9gxhaPcptYD3Yq4U9aem4PNNERLx0y5e8OIQkvSGslb1bzEU7mPIJvJbknTn+xWK8arSIvU5Wkb3SX5088iJqvYCUozsGmda8n69UvXLDD71tDmc953A2vSHdE70KWH682CPHPAqrhjtSZS29QNjPPL25OD3HYDy91ZREvLmuNb0wIIO9","Fl8QPVxMIj3HeIG8ZkiGO+5EzbwlZQ29R6kaPZetozp1KcK88ExZPd9YBj3GFqQ8clQiPLie2DuAl4e9UTzXPDxI6Tx6i4i9CLtdvbezQD24IWq9Oi4QvdR0ez2svzs9XtcdvbBwXLriRIk9eI8sPGgLxrwVgkq966AlPep7nzwF6XU9iOZAvbUTgTzh9Wg8fFU4vXBs1LuPouo8tfolPUIg+rwsZkG9jAhsvQQvnj1Y79q8mvgjvcptOL1XrKC89m/ovH93abyGXX+7IVQtPSunFr2gpj09ZPJRvDq24bubl4M9bK0jPMqQe70FQmY97u3UO3I4J7xee3g97e76PPvNkru9ZpQ9O2+QvFGcPj1gzC8997V9vfH3I72OpCu9xxRMPOuEkb3pM4w9Q9CtPO2unrteVpA9PoEePYRVgTz2WVC81olSvRvI6LzAvCW9yQVFvZSZmD2lmtS8M2xEO8CcN71XDMM7tkcSPCyzLbxx+BG9m15FPUMsWLtXDz2862UBPNMi6bz2uCc9jbckvWMQsDv8mUw9mzM/vLIZhbwbBly97ylJvQ0zprwbMCC7Q9nGPPCTpr2H0hm9tnH7POUrPT3udEw8KQdSPdXczbz8DVs8pk5ZvP2mjru/rdy83ipyvXvA2juxUSC9eWI/vWIr1ryZHAg7RcsWvf/f3DzjsbM7NNbdO5giNTzGfYi96UxRvCPoar26N6q8UBTnu3VhUD3X7rG6bLMrPckKID0scK48Rn6cPEEZVL2m6Vg9P6J4vaAMFL0zdJA8PpLnO0Dza70lpMU83Sg3vefWcr0C1H293AZyPNbmiT2Clls9AggDPbx1Rj3cq3k9KrSIPenlWT0TPbu802qkvLUkm7x08IK97tkLPLFsmDy5hHa7y3RpvWH2Tz2ALrw8QPytPEH6pjxHiUG8D6rVPJH2mbyXbVa93R9lPS1e2rxJrNk8T7WFvXIQFT2+voK9a8KBPEeSCD2qWJa8HTM6vHF72zt+ZgW9ocj8PDt9hL1SIkw9","j4dhvT72X71kRSe9UdG2PLGoQb0cvce9rDz2vKGemrzLl4E8NXiOvRZzrTy1aYW9G+EAO7WOU73Sj029NgFEPMJ1Nr0zuCQ92j0BvCAMLz3DYpM9isX2PFtvDb2Hl8U8AICDvIx+ETxjbzq8X17gOyH0CD2MknQ8yKhJPBfh1btePbM8szsUPV2Uob0MNta8IUZAPeO+/bznkpW8LVUevPaQ77vRjvU8LAqVvDDB5jt0QfO7chBcvXsPkz1p+Cg9R7NDOvDGVr1efFQ9rA5kPKFa/rzmnw89wftwPa7MZT3e8Qa9gJw9Pbj69rzPb+c8fHlWvTAdajsW2MG7QnrLPKWzOL0iC1c9QpxCvMOpsjzuVsI8VfkfvWLShD3GvpI8Q4iRvELFuDzDmoI947SBvd3xM71evbw7o1itu3wCFD14PjU9ywQNvFCVID1A7AQ9KiLgPGhJQLwjr8U8jkyZPNxZ1jws/Ys8JKG+PHR8hL0KRFg9b1mDPbANJj2ABH09O6xAPWyjTLzmaBc9d/JxvWcm5rz7HYi6SihYvS4DP70HRjm9RxpAPIf1ij19Pu88jwB/PVKdL7qOchm90ycgvWc2Rb1tWoI8ntlIvYBu/Tx/hja8/PeoPD0mSr30VDm9Rnd4PV/fRz1idR291IqgvAQrDz1cx467ohnOOeS9aj2ePh29gx/gvN/84DxqDj06mCqpvBQwBD3YIdo8YXccvV621DqnEmq9jHonvahZ5Dyj/Ci9awuMva1pybt2jR+9udIfPQH4hby/d3+9etttvGsnZzyBAB493Q6iPN0PiL3XGIy9RQyBPOIW+zz/gR27BLg+vfa0hbwkVNa8Fu1IPQz38rwoc9Q8PVJFPGjOCj2FQ4C9rdWDPck/Ob3AkzK9/mVJvZq9+zxSn+u8qkaZOy+HFj3gVvs8UxiKvfchVzxNblK7ZVEoPYULhj1/e1s8IAdjvO9fdT2JrHY9+p/PvMVTP7zSXPq8qt+4OzXKZT12cCg950ojvcF5dr0hdiC9","AYIsPU8YoLs2s5e6wfw7Pc2A17zIcMu8K0pXvR37H7xg/fe8HhJXPTwihj1z7lS9pyJMvV70SD2CRTQ9Epd6vDGbmbxCboi9DqQkPSZchTpTwhK9G03nvKRIvzz7W4G9Q7EZvcT4hbwQoU29hZnoPLVEBr2ZE3Y9SusivYlDZL3mUaa8tYAFOgHupzwSSvs7uhCoO157vrzny009TsWHvdgMYj0eg5W8wglhvU4uuTywynQ9cXYjvZPxBrznBhg9xYZMvYXM5juzhZu8X47GvPh4e7097kG8XZRhPRF8Oj35L3e9J0kGPJZiBr1hZFA8YReLPbiwKL1ED089D/4uvfRwljzTbHG9eIOCPSVyH730DYI9rAzCvH/uhb2/DwM903idPF7opzyRalq9ziOLPZbBETyDlZk7oFJqvfhWGD3Eyho91kPnvLwRHT1Ys2Y99+lGvLItQT3HFNe8ktpsPYcPO72sagm8JySZvBc7Rr09/289TZQqvfczQzzLmJu8KtofPRCqgD03DDq9YgRIO4dzP71ACH09K6tzvWhF3Twhk2693Pi8O+IuEr2yqBA99ViovDngPr37/Em9aM64ut7KWz3EACo8axo+vcPro7wpaz89OJBVvdH2dr00PZy8MKTNO//6h7ukkk497R/BvGkjbT2wz1o9dJglvRYrqTzW76W915OyPPdEhb3h7zC99WlSvZulnzuFWu28KUmGOKFRV70mfd67cQBqvUuXiT0aL3s9JUZQvY31Tb0No369WJQSPCovo73cHes8FDsRvTnNZD1BS3q9dNoVPZ9Rdb36J9U7kcAUPHAcLrw1V4M9Cz7Du9a5ZT1RwZC8BvKWPBL6Ir2qRSA5aQQ9vTFTtrscSkq8xdLsu3594rwYJkq9cQ3ePG3lTj1CD0g8UON6vSR3sDzhOO+5vfunuzds1Lw/LUC9xuedPDJGiT0hOCq9jtE9PThocb0sSOK8HXlHPdpiAT03Fuo8Nw5mvXL3Fj0E14E7mM2HvSmu/by661k9","KPNKvctZCr23mQe80DvPO0oYxzzrNwE8WNWUPcUefz2XFLO82tSVvR9jCj1b7ck8WfbLu/58Vb2ax3g8I5wPPTWgKj1dCAO9RzP7vC/fEj0NVOe8NIpMPY4dB7w7d+O8HzXKvCa8FzsbaBi92uFvvdkJfr092Ei9KxhWPcuyGz2DKWW9VhS0vJ+dMr2LWrC7C2wuPUVsn7zb8lA7KdKbvT640Dsmv4a8H5JePbmC1bwwwpQ9jXNBvap9Nb1fMOk8XdHPvHM6YbyrfYa8nyRevZcGJT3+z4+9lSx5vZzitjzSLIC9Zi6FPUUM5LyCTSW9nkw8vRfnXj3dwIG9qQ/8vBhbAz1XLCS9v9PevHPKsTwFB/G7lBKfPHStqLox1jW9Mke9O2BrbT3rSYM9aN8BPVHdUT2yAdC8wvNcPRpYljziZeO84ZWhPLgBAb1GdEw9EKjQuRSZgT1KZmA8laFUPVPavDqKL/U7cIdjvP31ELxQX3W8/NRrvWHdsDzhU3U9DA2RPBF3dL3ZMMU8tcJsvB8CqjsQTRK9ftxcPAWSBbwQl/K7F5kfvQ91p7yAvLI8m9lsvXGGFj1IX+m7xh5qPaRerTw6rNG88h2SvACVXD0F0hc93VPKPAJwhD2P54o9bJgAPSySgT3PoUK89uqevOfvMD2XPBg9EkYvuzFphT2POQC9t6EhPfay6zz9tDC95bmBPXC9jTz8BAa9f+IOPUOgYDz12xg7W7YtPM6EeT0RXka9ZawtvBsd6byHwXi9ylc1PFPIQruRjYW97w02vHN1hL0htMS8Hi5SvfR+hjzEpeK8OvGGPXe6FL0mQhE8C+nuvNY0Jr2DTk89FyyZvOGqSjzfgRY98C+/PF9c/7mzkjk9tKwQPWdZZD0h5gK8TxViOwztBL1MO9+8WLg5PWZfEzw73bE8UAadu0nLLj05ttE8jHRSPL84Rz2WRyo9ACugPFX4cz1Oiy48InsmPW6RgL3ggj29VWLnPB1GIL1T0xC952qHvHHuIr0TS2m8","O9y1PZxBTTwLB549himHPciHKTzdexU9aZypux/lBrvKEUy9NOLnuYyGz7yMQI290UDyvH5llz0Z5bi9OSthu+S/Rb3zmFm9ARugvQvGMTw5WyO8lGepPZ131jw9SLK9YArBvMHg3TsiEVS93qkCvUluE74rRbK9QrpLO+EA2zwC8qG9pUYbu7Tm9zxPY2w9oj/TPC4yC72j8k+9XiuDvX+F/LwgCe08iCSjPXZCAz19AZq9rJrnvP+jhTyIxt08pa7ePW36MT1yeIk8yJBmvZ/gZr2u1D699UzQvOUjLj3HSSo9bLEgPXqP1b3moC69358nO3rDYjt75n+8u9+pu0AKLT0mTM49t9LHvWoTY7wOp3U8csAFvvX7tjz2Tdi9S9UBPRFTQz1kh0C7NYyvvYkzIDwvuw49cNMLPTQPDr0cdoU9FVAdPeuLKz1bdWW9r1QxvWynib1Gdq29qkruvbNDPT2VPT+9D/kpvXWBvD11Jgy8qebCvCLw1jzGcr29HN9avT2SnD34nTM9ggTEvaqYRT1NezU9/1u1vbYg7rybkoW885zLPANFuTwye6c8eCuZvc/YBr5lUcw8J9lLvTssATy4wxc83Py/vKtEuz0qBMm8xqj7PK5Feb1hSTO96lyavQRfOjvdCT09Ls9CvQ4DXr3fWnQ6j4HlPGu31Dy0c5Q83oYSPXDE6TxeoUA9AIS5vKCVHbtkRps8uGFFvcBk77wAg485oFHzO0B297owpqw7iNpjvIp9K72MVns9kflEvc4lCT0E/QS9AOMRO6yeirxORoM9EJjzPKPth70Qg587Zh8rvSDcVLs+boi9+AKcPJRm4TxU0HS8XPmjvALexLyAuxK9bIxwPebzTz3YKks8gJ9mPDjsYb1snHW8MCdQPOhj4rsAym09cM6gOwBBcrvgOg07QEWsO/TLzrwg0Ww9ILYfO0RViT3426o8krw9vf9NDb1CnwG93ABJPXijCzzAVBY9EK0qvWJpgz3As+u6zs0NvRSaZz3u6Ew9","RMMGvJiofD3yTBI9RrwBPYgXBT2yQ/W8KPXYPLzjSz3Slxs9wLExO2Eug708laq81PVJPZLhij3gi7s7AhhAPZB8PL1a0xM9gfUIvXrShj0AAg87iGA/Pe6nRz0QO+q8OXMJvRTBMj1OjGI92tuAvULw9rw+w1A9KN/TvGCuYz28CWG81JNyPX7ggT1f+Iq9vowRPVonST0+aZq8wJaVPMbiAD39uoG9dKnKPL7/Gr3Qomo9BMQ/PflVZb10JGo9FyiLvXc2hb2e/rG8wAv3uz69gry8iSy9bIQSPcQDaT1GFUo9UB7lPJNEZr05h1691BzRvHQNP71cjxq9zU8jvXg6iryGxqK8i1wLve+SgTxL0kQ9ctqpPEHRXr3IycK8hjMvvPggeT3uUIa9CpXgvC65z7zK8lE9fjZZPVCyRD0RsJW8Li3vPKnwELxkrXy68qFCPWEueD0UojC97fdavCdcSLy174k9c9l4vJPPOz2VIm276nOfPWSeKT0rWjU9zWzkvBLit7uVi129WMy6vMgM+LzeDou8TNIMPbWzXby9Z5i9LBZPvSa31zxMAZO6pA3avDL/CT26SM87wvDnO9AQprtEeMS7Iw5tPKKzWz3Utos8SXYVvYvEqTpjxbm8HZhmvVJyWj3WZSk9E4EAvcormz0aJim95XrBPInALbwTA+y8TkEuvKBH9TtfWQ69v+7HuwRf5jxduta6NFCpPaKJ27yZ/DO9coZyvW5p1rwWQgi91evVvAZxvrvulJe8PEOTPLsf2rwMsKA8TiVePbQ3gTrGLGo9gW9PPc1K2bsvNDC8gyucPMovbL3Nc5c8YBCuPCq6fr2SEby86rIXPeWPNj3sglK9cx8fPZEPvDzrquM8ea5nvaqZBD12cJo9UuYuvciEh7wm9IU9kT6rPX8KMT16gRM9ICqavRteWz2Vw0y9zIPSPG/zTzxluoe9NJ0KvcgOfT3ZizK9OTdUPd31Vb0Av4q9tFdkPDDKJ731+ow961uLPSw9Lj1EkTu8","U3ETva96fz2/3UM98L+7PKIcxbsqhqu8DmBqPK/UbL3bMz49eHIbvX0IGD0izoo87iyKPTjyPz0w7J+8ohrYPEVdab0cXj29ApaCPHF1Yj3R6n29z+UuvUbxjz3gC9Q8xPo3vIu2FD2rqeG8B9mePINhKL2mC6y8JwO4PJeyZr1zHna9Ij6EPQn5sDyKYMg8rcw0vaDSC71d6E+82QR0PYKvFD1axoU7Q4c2PWUyZD2nnXG9fA31PJQMgz0VPIC9ht2HvDlxYzwYcM081U9FvVMKYT2TVDk9iPdfvLzSQr08Cge9dOJdvQx+8LqmVwU9FgJgPa8vDz2AbsM8+aZCPGdkiLzSyR89GQaPPTWAQb2zXsC7KZmNvFQZh7zSsqi8HfGIvTJi1Lz+tga90lG3PHtugD0El349a2MgvWb+wLyq/mI9WmHavPQ2OD0E43k8jxu9vOFXLr0FOnG9KT/uu+u6ib2VvTq7CDYkPcxHPLv8diA8wWAEvaMaGD3UPWQ91oTgPPzmJb2+awW90ZFdu45LPr2xXcs8O4tEvQHOLj2M8Ow6C/4DvHZ8Jr0kd0U9rqmBvUOq4rwdaYa9eMduPSOxJr1sm6e82v+tPPazOb17e607LAtuPW34irw4iLm8NSNNPe9l6jwA7zw9xm9vPFHZDj0q7FS9z2wvPORLWDzDbX69zo9SPU0ruLz04na9Rp4FPe6zh7xc2Rw927nxOwhxXT14/6e7Hs33O+2IFD0aWxQ8xWF7PaPcPTu3Wg+9HdgfPeirDb0QumY9aKuGvbAi9LzSNIM9WdtuvcIVgb1l3EY9EPhbPWYCdDyXSJW8LT1sPanbH7zzo5K8w8YNPeO8dr1QlmC90FyEvOY9Q718/VI9kguHvdxonTvVQxE9UW3/vCg7vrs5Lzm9UBdfvdtpSDy2ha08OfI6vRGJaT1yVBK9My2DvRzzzjwDIE691pagvBMi+bw4+4E9ts2DO9gVWz07WqQ7KBsivW/s/jxheVQ9cBbtvHZNXrv4lhu9","J4FCPfRVcL2T3jK9QvY4PXKoeD2kBrW8twINPR02GDuqEY+6yq1QvfdyIr2n4oC7nWvMOzEDd7wVtky937s3vP6QOD0IDn08/i9Qvbc2hj0lhzI8ZK0gvRYwwjyhBMm8TzQIvQkTgjz99BE9TnAKvcrPi72v4NI8S4mdvEAVuzwZv/A8BFGGPSikgT0DXXC9A60DvFrsILwMQVc9gRpXvbp9A73Gxm68lP6wO0TpXz2wElm9UHEHPfSISz0/edU8UvALPMqCUjxCXsG8Df4qve+XfD0W2Dk9hmNLPYMVRryRb1E9B08mPSu1uTz8u1O70XaBPU4EfrsDeri7nRLtvNwaOj0Ju2M9/cSDvdrBCT26wdc8oeGDvUujgjw1+ty8T6gZvT0SejytNHY9fac3vacZMD2UXG48nGZUPe1xIL3jp5M7WoYtPaVvh7xJjEq9hf0KPa5liTxVIZg6X/pmOdpOJr3iMsE8p5siPWoiZr282cy7ACkEvBhevrt2w3q8ZLlYPTvrUb0eJ4C9ewE8PT+h/zzZxMI6kgyIPSGPGj2hppG8e3MkvG1ejD2M6Aw9rpOEPdZegrwiqlo8f1UxPYR/Db32tx89ovf1vDTi6zwkEqm7VcZ5vXOK8byRt587vXdyvY+ak71pjds8lmCKvcLuW70lnFQ8s60evenlhD1H12U9QJ4HvW4QpL0cDFi8aNOZPH3FE723xA08NPoHPe7P8bw/VdY7i02JPXBIzjsNbSG97pNsPfy0SD1TVpC9BFmlPKOShjz0AxG9VG/cPLYxBj0+yge9HRp5vDXPcL0m7sG8GJqOuSBzyzypwzO9hWjoPBLeWj1Z5CQ9W1wFvPhVZL3v12Q9OTaEPduRMT08fFe9TyR4PZPCYz3nzSi9+Z8vvdyCyDzGWmw9ecFIPbCpGj2fszK9wJ8vPara+Tz6v4K9Bg/Hu8Ftc7yXefs7wEsfPfsxKz0KrVw82XKMulm8er3YEPi88Z33PNmdk72pOjM9o28svVjoHD2BJyU8","fUvnPZQMDT2iAaM9qi0qvbigTr3lg2w9tcezOvVYFb356z+9HgrnO4M3x7wCiy692FVjvfB7IT1ZGp29bBBhvMpB/ry3Ly29LvpNvZdSXbsgmzq9N70oPPhlnLtULAk9dwhyvfLxWLymLiK9FfuKPHnzIz1eERO9PDKZPIOSPz0TMeq8YLV5vQyO9Tu+aRK8y9s+vLSRDj324o08gxWavZjnHb3L7LS9QZccPcw4E704wBg9TRqgveAyLD0jRJK838GiPbvdYjuuvZA8Owd9PTTH7brJEJs8JfKKu6LMN71MToY7NZ6CPavnAL3EcY08ZWjMPYh6Q70maj88mgJqvVRPvbwMnuS830YJPaatb7yPeXU9HFZUOmgUbTzPegu9rKHTvBguXjwnT568nuOZPcZ70jyiqRa9c+pDPStvArwVGj69wAlGPf8zQL3nRaW7zE8tPVkdgj1qUnU9tc/xO6G8XbtQi6a8i/FPveizfDyjDim7j8eXOviWpjsSOGw9CP8Hu1F2Nb2NR3q9EAv9OxmAs73w2uK8A4F7OxJGKD2iR4a93PoOPLoUBzy/Sa+8EQNwvfDSOL0VpDE9qUyMPdpIRb1diac7pc1xPdx75bwEzZQ9SKBNu5WMZD02D5Y8LATvPCXAWr2vHiy9j+7evNKyYj0Cg4K5zn4bPZUAFzxFHVY9N31jvbVgCD1Tw9y79+emO9tfJLv5JYM8x8rDPBTxxzyqviq9H7/sPHap2ztS5G09G7xju9/Zej1p0G89zwsovfZ9hruvSgA9lm4EvfPMtDy4v+684rC7uXP1Mjyg5f67E6hvvDb8kL3HOYa8ZniJvf7RVD0sW1y9YlvevF1DDj3sp0A9Pg5lvWVyUb3aPni9zXXEu/YG6DtCa+08VOKlvMbueD0UCBk8S9gGvV/cjz1TSCO8jVLJvAOVxzk+dao70BuLPK1F4LyPaa+8tOovveBwQb1xsyw9icCPvMjEeL1MjhQ8UZGWPK3t37yKLLU8asGCvTReOD2aUwC8","dCReO/g9Nz3FrIy8oBFwO5/2ez1Iho89JeIcvYY9Nb3JAMC8l/OouQGAPj2t5wY9YrBnPeKm/7xUmYy8i7hdvGM+gz2vDQc9o+GDutpTRT1KdAk9s/UlvdoRUb1SSiO98cICva3Ndz319nI8gNV2vZwcdLwABII9v4gDvBwQWjzFtES9qkx7PA3S/zyGGHy9xRQkPTW78bxLexI9NFwtPbnyHzwwth093jXzvPB9gL0575m8ZUN0PdDVPr0Npkq8/5G7PKFkpbyyiH08Jf+CvUNeVL0dGic9zwAmPS7nxryMr0G9AJlUPU2EHTyI3Ou8eQ6DvQSSi70/QE68/Nq3PPSaKj6BGou8lVvbPQYzUz2K5l87c0wwvZIQEz58QB++uniwPYtMzb3tehW8YAIRvhNpW72SAZs9V+wZvvQKi71UDse9TUj/Pc93Kb6+kCy9GtEnvtegPj2R/Xu9rdyXPLn/1Dwwlg29W3X9PI9Iirx1xA2+Ny4wPPeIwz3NLfa8iGX7vURalL2gqa89iQ4jPerZEj29QuE9TADTPEik+L3Fl5+9YRXvvcmGQTzfOoU9AmBFvLcRcL1J4fc7QgRkPSJBvz0X2AM+gwrFvNi0HT2IR4i9x3RGvSVcxzxaTA88CJUSvZJM0Dwa/Du9juLFvVfnnz2q0hG7ZIbTOKddpjwwi/09PyfoukIEbr1XSHy7u1ePvTX9L77yR907vv8FvlZjBD3xBay90bXDvefmpjyqLZU9KbT7PUSlwbzAjVW9tmEjPR4NOb0Ay3Y7LtnVPIQkyrybPyi9ep5MPSPoO75yzAk993GTPWUqTD3ovw07wzs9PjA3yzqtoxg9LZXcvfH8Xz2Mzdk98rbEPcNyzr3BEPU8ARYPPla9wb1INA09/7fKPDJjXDxJrkw9An2hvSNhfbx4W8e9JgXTPWvO0L2XZhk9vIvQPBztZ70tcPU9pwfgPcBNMz5cKY+8bZemvOILnL34a3S9EWRxvEOhxrtb6u09Br8NPARtJD76c7E8","4XCNvTO+O72cVYY9rnlHu0vnkL2wjT+7lrPgPM2zT708sXi9jbSCvOy8z7wav9M80PKNPUAyQL3tARy8a8BXPZ3BWDsROUM9rDemPLOOCz15MaI88bnKvCmM9zvUXyo9ETOavHiNhL2ljDo9mclWPF62gL1f6088hvj8PGamWz2WufM7I/EJvRUpk72MG3e9eEdAPeMNRD0IDY+9O6qAvXX+grvVYY69MB8yvV5TBj2Wt2e9LBGGu8jPyzy2jkU9R2gnvEKvMj2vjHI8TlQuvWZUOD0JlT89o6dsu9wwIjuxFUa9VKxHvUz0Ij2NdPQ75VLQvHUpYbzw5ZS827cLvUOkJT0HXYE8FYHSPLYuQj0QxBM9nqWBvDwvRL2cNg49ENNbPfduoL2++gq9ZYuAPeWPIT0qSCi8p76Yvckcnbu2/QM8MzAvve/+hzzorE882yhrvcwdvTw5z408Up32vAFvH73VYNu8IKF+vdBafLwVFw49nMjVvDWL9ryRuEi9uzMMvbfaXjw05+U8dbVgPHu4X7uorVc9/NnKOd01Ybv5Ca+8pz8+O6PbV73GDFm964evPDSkED3sMY69+S9XunLgiLwahuc8yNdNPRzdJD25XyM9NyaVu+STMD3smQa9pSpUvUUe0zwaKPg86i7ovN5zi7soISs8Rwb7vJDRFb2GS0s95BkHvZRbEz0Ghz09NpUgPTKhiL2Vywe9dY+KPMSTlrvwrBm9nYgnvaz/Nb32nPE8too7vARrwrzZoQa9IPnHO5ARRD3sYqG8XtKDOrggSL2XjQI9XCzrvJVKVz0DAXq7N8q9vB71TT02wOA8IXbWPKJlgD0hz4Y81oyJPUyqE73xvRO9FjScPIQclbyEJlM6EqjEPIjujT3334y8aYyxvXS1Hr2ZxT496MvjPORrdD3pX4G7eQ1wva2Rm72NGo67UDSIPTBZ07zaBUO95a4lPd5TIr0mC4A9S/61OkfiX7ucSz+8hX/oPMHp/rzLJoM9U9WEvS3OAjsQvD29","1QvkvLa2kDxOx5W834+tvedegT3+xA09C2g2vR6vfLxMJos8F8B3vRxGMb2GbCI9UHOCvJopnTywYoo9b3QAvO5p8Dz2Gm897GEJvT7qYb0N3AG9L9PHu3EGqj3fmUS82uwXParmgD0ELDM9JZFMvFAUwDx3vgm7658jvInDkj2dYXo9OgNjvKqTHT2VQ5E9jahsPIcnrLzMWTY8PqCsPXQgrry5Pn+6+MQ4Pa812Dzi6G69MxHZvMTdXz3FdxY7Zc7DvBYhfLw3fMS8G2QZvdffUL0xXI89zvp7u+chMD20Hm+8Y9qyvFpEJL0PUrS9jFNJvYU2W73dDG08q2TZPBYhGb1XUi+9hM8gvPr6gr3Us708yrwoPRTFzTwQ44I8ICmEu8fMD70GH2y9YMtVPGimlzxxI3S9YL5VPYyTbT0EFES98EWHPVfuYb14vTE9flu2vBxeHb1wgII9vn1cPTxxMT3F7Ty9xNXYvMg78rzZQAW9XG61vA7fM70ESaw8/DXGPJD7JrzYMom8XJmXPHLPXb0Q8w08sLWvPBBnvrugmIc7lgk9PbCuEb2M3089NK7XPOKmCz2MXDk9PDeZPC6eAz3sVOA8VA5QvKLhYD2zCIe9ILg7u+D1dTvcpDM9bDx/Pd8AO71YJ927ADqAvSqvUD2A7bq6PowcvRAmBz20jhQ9kLdYPND7hjt6KQQ9hjzOvAAHeT0ALxc9sJj8u0Y9UD1MvMe8MueJPaKVij2OUTW9qETru+wkbj3oPjA8+CuMPL6vhj0A/009QPsmO3gvOj0W23q9kPRJPchSIDywO3O96Ef6u0BN9jtezUm9TFzvPOhK3rzdFCa9nC7pvLigNbzA7/o6LPxlPRJzE73A+Jo7MKvYPN/jGb1gN6m8hAqWvPAlSjzMMmO88PiCPVxiV73k+MO85HjIPFTr7rwk7Xa9ZKQhPRJvNj3Eua48bONEvAiJWDw0za+8UzhhvRQDoLz8NOc8Dq2jvFLXHD1SLGq9JhsbvR6bhbz8dWu9","hOCdPVgfCz2Xuui84GqFPd2s8rzwTYE8hruTPfC/Ar4l+a+8nNwgPVk8RL1wViK9oCKCPWacNz4uE628FW8sPCikE77RNyU9SZyXvRZdGb09VsG92VtoPYeqdL1LTGe9vEe6OzIFT73+uxW9ctSlvYXSLbyTQbS8FOaoPIu/Tz0d+nK86mKPvb9Brz1Ifkm7MRHuOyX11D0EkQo9P7W2vR2RvDtK3YS96otBPSsCJD3W3DA6l5F7vfK0KL31Xv89XBnlPF3Zhrteyxm9TXQuvRmgW70DnCq9SNxSOzjylTwx2JS94SNePd8zz70aLyC9+y4hPEq/3ztc5UA8GEi+vFf5Gz3RIO08/UsGPC3E9Dw3dLu9klsmvqaRbL0vqce83wboPCxIIL3A0hY9QNk2vBfvxrwP8Ms9XRpAvebxTDyV4co9eWVbvUvMiDyu0PO86I0GPTMbDL2pQgS91leXvXT1FL3JqL28p3y6OVQFqbmFeLQ9qeRPvNkrHj3kAwy+02QpvD113jz4UnG9MRUBvpAgBL3aJJw9VJYOPa1cf72CCty8efNaPfQxLT2rF1E8KIvKO7+h1b0nbIk9Kse2vK57Gbtn0UQ9ce2xve4KqjzXhos9of21PTyhHbzP8CW9s3B9u9OFNL3tM4Q9IrPHveb2wjskfn29eZMYPfMgLL14li89cuPLvPEzZT2IJSW9q9thvRD5jL0GNQc81rMFvd4e5jzyEDU82DQUvcdjwr3p8UM9Q2yyPTC+tLxV7YK9x17bO0pfBz1rGmm8w5NKvSBoQ7yshzY999DLPKRsvDt0nmG9Pcq8Oa3xlLx/qo693UbfvNrrrz02XwK9jV0UPdwSFr3qBVm9E+JWvAh6Hz2LGSM9cbcXvKtfuTyfuQq8g3dfvXohyr1akuw76q12vdUKHb2Q/2q8sMKEupnblzyCfXo9fLmTvH+eKr2Wn9g8mQowvc4RvzuzwIE9c3lyvYxa5Lzylhm9yeLYvO3OV7wQ2L098CwPO6+mkzqN7/i5","9UdWvIs3Gz3TBvs8QnQiu1JQDT3NoGe9myoJPQ5JwLwdfpY7iF3HPCCirTwW4j49qFequQxLv7we1cS6e3g1Pfs9ML2tFei8c7ehvQwdCz3dIdW8g+l0va5spT0bYTO977wGPfWQij1s/Uu9TUZXvS+DVbwv5K87sZRMvD6PIz3EhLw8NrqVPPZiFj2vcyw9bHlevb1ylT225uW7jaLMvM+XXD3tXQW8+mq1vHvtDzyKyms85oiWvZLO3bwP7go9QaxfPbJtejxhHfS8pYxvPeS5Vbv8ksA7YM4hvZQNqj0voFg9GcNTvTUxeDte4sy8+HmSvH1cV7xf0xQ9L2WOPVhWCD0ym2o9ezP0PPP63rx9a1Y9h3HbvOPtPLz+V3S9GrFdvSfOS73yFZy7LbZ1vTAwhrwGAk49mad0u0G3tjySKN48pjaYvHo0LT0FXTm9rCI7vEJpGL1X5LS7AcQMPbis9brPX/e8nkuMvUTmfD29Ako8L9zAPJMB9LwR85i98khjPQ6PA73nD5q8m/yHvdRrnLtWYJm6Oxv7OkSq/zz+BVq9/d9CvdA20Dvdt7q8oeYUPc/3Xj1CvvG8wCp3PfO6i71PY4W9+zSHvbRtfrnRHu+7eYzKuyLMuLy6AEI9FypnvHiM+7x57wC9TrlZvdrnAD1I7um8B9o5vJtlRb18CBG9outsvKd3RT2P4w+9Exiju+JRWLz1P4k7uOKAvehVUTtMHzC9laPrOlvIfL1cXZa8vnqgvOv3ozvJt0q9rHgCvYcFkrxS24o9x0J7vV1lFLymckY8SUI3PUseejteIXM8iQYovbNxoLzGrCY8jtnWuSVa0rwz/TC8W/g2PX9RwTxCpRK9yDk6PfJNEr29VdC8/gEnvX2ot7uYDB889VzIPEXXVrxHpp0863waPd82bzyK1hS9XlVnPRiD+LrKakA8UagLPdfvZz1yFqk8RRIQvT9Ra70rhEC8rWMvPYcgAr0ofDi9rksdPRgAdrwLqoO9So7mPI70gb0gR5+8","kc9jvV0YfL2en6u8GogJPdGbXT10s3c9lrwaPJDvIb357Bg9qMqLvc86H7yZdji9vimHPTHOPj3WAPE8kU5JPd1Q1Lw7lnM8/W9IvfE1eb24PZg8hic/vM0GAD2xaVK9tV95vfLzBD1weD29wwUKPcxOgz1oEUU9PhauPPqXyjzAdya9dIYhPaaYGz1NFlw8SJc9PRQtwbtjcY+9X/PHu/7qJ70H0ZO9QLmAPTsx8bzXnlG9wN0evT5Per1bQi68ZicVPeRErzyJ8lM8es9ZvcwLwDzPwNc84dFGvQWLW71cHFc99mNGPZEYeT1ypha9Th9wPeLiybw3vso8JezZPIjKqTwB3WW9app8vVztdr3NgkO96zUaPfeCXr3iYuC86ZENPdy3D72SiQc9PagYvav9DTw+R249C3FKPCJD6Tvrjxi98WiCuwONJbyAQ4S9oVz6vCtNdr0AY8e8L1IUPV69hbx7Jmq9FZWfuzsSVD3zZXo8JSH0PJ0lZD2qQcE8GVrSvA/XDj2GrVm9t5Z3vBBTPT0hQI68ESNuvIq0BL0LAXI948x3Pf76L7x0IS29FX2KvZXizDx33nU9ndlxvcOOj7yel0Y5RfuCuqzXXz2f14i8/ts9vRXKaD3bgxc95OSSO2fHDj3hYHG9Zu2MPP8kg72B0H48qg5XPQgavrz/h+6863PuPI0UYjxdeoe7XkH1PLDEcj3kzs27jhSDPXmVs7yF8Rc9UbuJvf/9eD1z6mQ87fsJPeKPK73+E+g8eL+GvVyF3Tz7ny+92MtWvbLfrbs0t/674y6QPR0mhD3MDbO8AH4MPQRDZT17bp68lf5pvJmzgb3t2yS8EYMvveCGOr2evLu7kzj6O7scsztXII29jMegvLot0ryLCjK9y/IGvHIzaj3WVDI986g5PefjZ70KQky9fJf2PN1jMry2P1q9kbCCPbjH5Dz8Eiw9Fo8vvcgSW73Q8Sy97y+wvOHSVr0wWCu9ju+vPNJcz7xq11C91URAPK5SPr2Y3JU7","SmHQPBjmSj3cmKG7SEiPPKhraj1cdIK94tWPvR9iGL1nIcc6Cx0xvRTs1rosyhW9MN8Svd43Rb0aqS69toJVPcZBN7yQyw0918udvII8yjzULYm95BGEPQXLCL21oL48rH2NvUjCyTsetnS9lhN4u7rdXT0O2YO9auZSPfsC9DybQ7G7T3irPEKyDryutyA9CbZTPGXZgz1vIWw8x+r9vFLmWj2K5SM8plsjPQATwLx2joM8IuQ5PUOMa706TmY9CElZvfteRb1EaLS8B1qBvQom97tJHhY9kzD2u4X+FLw3nk09dDxkvc5dF70hrFG9VXPzPHzrFb3xKlS98aFkPENLCz7S4+O982OXPQwEmLzuhh69HtTwPHea5z2oaLg8bkrzPMwYLb1zpaq9SOgBvkdijDxG4Bk6xzl3vJqU+DyyBHu9a8jQPXMRP72Ybrm7TTiJvc9ZBD1z+I48gwihPW7C+zz6rd+9ydRrvaSPW73jwRG+oai8vHO/KD4H0LY8btYlvQQuMr0ikuM9qdL6PHxLl7y7Q3q9EPulPekCFr6o7Iu9tRDBvV7Mm730FI48lTSjO5mpEL5hqoG9AITDPaqhxDwcbse81VYUPcFbIb24niU9GmxUPfVECL2ipy49nfLdPCxLwzvaUdy7cDEnvO3VUD09T5G9ttB1PT9dBT3LiFk9h5i2PcNjnL3Wab+9+sG3vZsb4b3LI0K9WBskvAY5Fr3yg/G8CQQ7PQpN+T3T5Wy9syIDvSsnTj0+8YC9doqJPZOK5zxEIDW9MbjBvSyynDy2RZK9lXWCPaRPpr2cWGc93UeoPTlLkD1JfD67pPU/Puee3bxGI8o8/G4kvSDmW70HNeo9vUeVPXnLyb2jJ4895db0vM+8h71wyPM8kgfYPKEBKz2kW828Yp11vebGvb3EYQe+iPbrOwAtDr29WF+96dr9vd1MXDvLM7c9WD3KOzt2ez2jk+G8ZGGIPWxJNj1Ks669lFhmvaXiCr63rLo87x4DPdYQYLwrA4g8","JtxDvST7ED0+JCO9YjSzvMzdGj1hbSA93QwEPI76zry7uUq9SPzaPNbLRj2U/xi8FwxdvG1TTL1sNYk9Pt8sPd1ciL0zpzK9eyVavVFLN73EuIk8oo9WPeYEiT0YuoS8MP33PDbZgrwuFYY8umc9vUHzlz0Tf209roqpvcU4+zwY3Y28rgDquur2WLzEmoW9r36gPJ7hLb0jWHC9tnqOPd2sir0Pd1U8RgSavMLXhb1rTXM9MjMFvSjwZj3JX7W9+X6DvSsL/bzqauW8nDiQPQybU71Mf0+9FB5FvZpGJ7zq7Zi90XFXPfC/ML0g8Ry9pVmJPE2FQD0y8US8YPptPfhunL3t+Yu8+izLPXkPM70NfKM8bN8ePVgmijuxrKs9bpMuPdJqiL3/rq28KSYuvTSsEL35W2g7FYktvUSfWT3E4G297ESsPDrLeD3onP88D2YsvWC5Rb0cPR69oz5IOvlcT7vYOFU6MUpdPRv0az1rS6u9+GnTvMtyCr3Et8w6CTxvvdlAwLlBZLW83BLMPVZu+rwymWe9495uvc0tp7uDZq+8vV5KvRDVzTzD9Qk7cNU2PcQjEDxQL4g8Dg0hupzalj2rIcY8pkXzPFI+nL1iyz48eEXSOw+zi7wUI2O8tOXmvLzdOLwyAoW9fK+APYsuSL2wmDc8K5isvWHzJr1UnXi9Jxz5vCV8Ab17hUQ8kv0gPMrvJTm3cBE9skInvDd99jy7hTw9fgrnPMggoLs7Fzg7C8cLPXoXNb3fg3C9lwkcPYT/NzsdFUE8mPDSPEfCGr2bfYa9PddNPUkJDj1ozC698DaOvURhFT1cstm8r20dvZIB4jx4jzW90c5yvQGCy7z7YBw9PMoVPeVBOb1p1aw8MhmQvbGYbTz9Jdc8YIqsvHoq87yV8jU99mT8PMyNh70M6Zm97Cl1vSJ8Erz7Swc9PgurPFv927yG5rI7FN0PPLrHCbzLHqm74iNNvcQGBz37wUM9Ey+TO5R4Ujzhb5S8ofCqPJ6TM726vJ47","yod8vHTxXz01pfK8UvJYPJSA8Txdwmw95Mr6PEZFfzzqP569d9FVPVnp7bs4SoE9F8IvvXSHFLzaqPm8828NPTCEdjzdSyw94hUhPcEVJj0ig+O8yfiuPISIG72BCTG9MueCvdEOPb2gBCA9NtYbPY2p57ze3Qs9KNRaPdKjDb2DKQ69xP1rPUiAzDxLWoI8vR5hPWFBHr3vKec8sp83PQotXzxnCIq9X8koPcp/Cb1Z8Sa9zyGLu1wTpjzrh9M8kkh4PAAlzjxSMRI9L0LWPIyIUL2jvXQ8K5eaveW79byXv8W7i8ndO5v4HD0vH4C9/SPUPIy7g73BWq+7YpYWPbAYybujxg0+HRuKvZj6Bb4jZC68xMPsOww5nb1LqAi8YqIbPXzjGj0iV+k8yaWlPANiTz3eOz074zDPucgur7zkswg9WMTZvXImLb3+oI69ZbkGva2zXb3MtpK8BreNvZptjbzeSdU9bwIlPaufnDxORas9pejkO4bd4rzyN4w8srRGPRCVjT0O8y+8ORknvcRAAr0STS49dETePA/R5jyib4Y8F5AzvdurUr23Rcc8u0UyPYoWhD0c4Ja6S2NpvcJYdzyniiU9I0ALPVtCS73g/l+9fjhQPUYr9botGUK61hQivW12Rz2idAq9hK0JPVQIa70smZM8vi8kvN7W8jt4/B69KdK5vUzOkT2L5eo8tH7LPWNJ7zy1M6I8Yc9VPeDW3DyiEAG8CUapvX0teL085dM7EZuyvLLajj3ylJw9zTxmvZBYcDxZ7xe96iqNPZceab0/rqo9bVExvQuJBT4pEi49kzqIPSl6Pr30UwO9xLIpvUQvrr3UaVO9PTHrPUo1L73uIgK+8GiUvC5idz0PIeO8KnsuvRL4Kb3bDDa9hwfduc7oPT3S5we9vly9PBvRObzThqa7rTk8vDVEgz2aOWW9vC/YPUOOCj3qmh69/n2tO8zxoTzqn4M9LhmPvZXApLxk9fQ7plB7ui9Uij2lh5W55vbfvPLq2r1KXIy9","y1l9PSqltLyB1R09PDhsPB7GjD2qxaA8bq4BuzBlSj18eWO9LA5xPC+tIr0zr9W9ShCRvZ2LaL0pec29+ScHvaFaor0PGKg9ImApvZrWAL1XHDW8oBFLPV1ZvLwW0Xc94WB5PRweWzxB9368TVKIveBdGr2v/oK827mUPGOIVb3i37i9g39pvc0rWD3rnSg88c/6PDTxOj0j8kA9BPrCvbZIo70+d3m97einvI75QT3Irny9FhnAvbVEgb38RZA9RY7+PDrwRbwOuBi9W5+KPTxNhTucgIG9CqtCPV/lIz0PIqo97HyIvf1fzDyDYHa9rjuZPUb+g7u9ui488ekcvQIB0zz5RQO9m/9WPblIlr3WVza9flK7PLGabr2DP5G73k8hverkYDz7sxk9JZ5fPajfB7vRS1e9B0uEvILtUT2geFq99/VAPYjrtzw6Th69uqKku4t4hLywuxW9j3XvvHdghb3RDri6OX+xPKIVOb2uP+i75w8uPaXXArw0ZBo93MsNPAWRST1ljN68iWbiuroVgz2HmVo97/ysPCTvnj2f0RG9q4wOPR4djL0focO87x60vYKZc73toCW91J/MvE9VSjyXIfU8Ejn2vMM4Lby/dyO9HOycPDLxDD00UTY9FBQfPPj/Br3v9Xy9WAGhvVo4Ab3YilO986ctPbRUVjyQ4Gu70ZQWPiwvvr1eTXS92p9/vaVaHr1YUpO813T9vTiORz1YCE69xJcKvKSYez1nQIq8hnLrPcQdx7xncKW8dm2PvIPo2Dx0mUE9bSXbvF1Kpb3/TMc9UviFvQNoT70ECoK9gaiGPCLBlz39sGo9KYPiPLkjlDuutd29eU3xPI/ZKD06wVG7MEftPD2ovjzODJW9Htzmuqcohz2MeYu9hoklPa6Xg7z1M0w9LccZvaVn8bxU/jE9nphivXo6UL38iEA9GKfaO6jAWjz/lp09rdlEPXHAej0OW867phaxPKO0yDu/O6u852rCOyOvFj09NZY9fU3KvL0jVD2qwC88","7pZqvSTvgj0FIrk9ZccIvVn+7DwdGY69JR6DPdV5rzwwuFQ9Rk+avfUkmbxpUC287ZemO2woGz11MKe9owTMPQmGqrziiUy9Py+wPBqmlj0Rjik99lKNPSKEv7yhGD49Ih5lPVPbjr0QYEA9tcQQvF8f17yINRs9cy8vu1lCz7yrR8U8/tnGvaN0Wr2vZIS8WcJVvQyL3j3VByW9nr6yPEMCHD26MYY9yA9zPXfASj3CQwG9z/TRvcIYhT37kg89rS4yvZAt7D022iA83LqWPAk1YT1NuK89vg53vQ69FD25Wfw8KCJUPRe/ITzww4O9xbAbveDvbrsTyY+8Vu+9PKq3BD7mUx6+S5ogPrvsvLwmv168RHQ/PVxqQD4NAAW+ReBVPbupg73YxJW97VVgvnS8aj2SrVc8424mvk81FjxhPPi8ino7Pvk+Gb6Yjqa9PUK8PI3Ri7ytch08HK0bPa/kGDyCMU+98s3yvG/urL3Dt4C+ubJ8veumDT7spKS82SAzvqufK76Ru9U8JhH3PKnmkj0Or5S8lIfHPaU17L1NYku9SN6mvSAW5DwoFJA9aUDgvVBTZL7J6Qs9BCk/Pi70pj3Mu5G8FGlvvTOSpj0Sl0w8E9CkPJzAeD3RFEk7Uv8kPWhfQz3OzKi9zheOvXXQSj6KS/s7TYuDvJ8LNj1LT8M9Ov8ePiAYgL2MFNW9ECmqvBatAL5XY4K9yvnSvdj3Wr1RNIq9IVrgvHWXNj7mY688YyI0vaL5FL0e+cm9s0wiPEmBEryBxlU7++RCPJ+UI72FaYw88YakPSpzRr5CFOY4mGMOPc4GyLw6dk699ZUWPsnYDDvhanm9m31DvSiRtDzTdoQ+Xga6PXkyIL7RZ6W8b6/uPQxtUb08x7k9fGzDPVO2Vb0P+CC8dkEDvsiZB745/PO9dmBzO7n4jbws5t08zckLvjEm9Dtd000+NzzAPScQlD00Kv66BBE2PeQZhL1xChK+sjYZPeEmk70Qx3A9r4kOPMGMCT4HNQm9","kJ4JPRfgiT2lkKS71u/EPM8LdzuHP1U9vaJfPEFSQLvvjEK9lAiEvektrjyX/Eu9A+4rPLx5fL1s8hu9qyDKvB6B3TwvpA+9BUzmPKg5nDpWKoI9LaggPQu2aL0TQny9CtkJvY5ZbLvXpAm8XEclPUbokDtVLLY85Wi5vDUdWDtggOO8aORLvT2rgr16TSO9QFLRO616gD0urEk9/S+yPDNcOT3HMeU8Y2NcPMyS97w99SE9ZzETPa8iOD23mzi90JslvRGHGT1mRJ28csTxueGzirzWFYi9gLuZO/fjL73GoYa9D3beuvYNhD0FsFa8d4hpPXBFzbwQE2+9yRoEvOFtQT13jwK9iOwivdtwd72lCWq9dm95PZcAdj3L6IA7Wj1OPRy6xjzqUzG9ggBbvWxCUDsRd4K9RMONPD0I/Dx0yQM8SZjKvExweL09iDw98B8oPDHJgT3mTEm91jnYvAMlvjyDoNC86Ll5vNiesbwcKz09Lc7NvDR8DT0BQvM8Mox3PKqEdD1vRo69zlKFvRkVv7yfVei87sbPvNXmDDwGpkk9qRZGvZ6uTj2tjHe9JfJnPQsGh73pfqE7hcqxvMRPg7ywPko9U5aHPb79dj3vKZM7lrkxvTkWBr0khbS71dBxvT2k+7t7JRS8QOk7vdU2cD2grEI9zo1FvXhTib3/ujS9sNhtvYmbgz0dEr4893f9PJHX+TzeJ4Q86MtQu/zxVD3TsgC9AbqivAFhXT2gk4a88DrVOhIUar1S8AC8Hx8zvSCocjz8A8+82FoLvW3cMb3Ze4K96hhtPQS+WL2ASIQ9mC9HvYQosbyNBPI7Fp4DPM3cDj3XcXk85T4cvQ7aWL2ttyA8yQuKvaqwuzxQjAw90Q7nvIPTXb1AGnY6MsJEPbnGDr1k7fW8HvsnPeaDljy7S/C8iOUfva3tE71ENUY9a0g/PWsS4zwDkXw7deOEPXRTTz2B1DI8x3s4PRXerTzk5/w84zc5vNu7L70nulC9+ueGvWQqWr07K1+9","pQVrPBsgabyD8UC9D5i2u1dqfD23NbG8w12vvPzPQr2HM628G3CKvOD8P7y1gAu974d2PYZbRL1v++E8gGTsvO+KC73Wc2E9LP5XvZfRPL2/pzm9JmC8POJ79Lz5hyY9zS/XvJa7fz3JmW472xTXvIy8KrwWSkO9SCxFPXk5pjzZM6q8UQ8QPYlDYT0KSe08V+G8PDhnKT3oJzi92J2ZvJ8xvLyQisW7eXvgvOTZQb0e/tW8YlWtutEa7Dv6Coi9NV6hvN2gdr2fXnY9tAGyvPVxLr1iaXk9lyx+vdgQoTw5F1M9KH+DPbbp0LsirKm8W+//vJUcYjufw+u8pipiPZCBIT03Sr89JBATvGlyzjqA5ig81xAFPYQ5SD10C4E8fZdsvK9MfL3HfBc9ty8cuXpK8DwOQY88lZggvbITHr32STi80bI8PHnJVz2ihLo8kL2lvNrSQb3DjuU8+2RQvXL4JL38PhI85BPhvNYZ+7x+JzY9eB69PLhWVD1ivf08XGCOvLncErzDbhi9+u3Du3S8Rr2Xz088xC3bPILAz7yypOo8E3GjvNdXcrtuz8Q8pUcbve/+Xr1gzOm8LKcBvf4CnbzfcYU9/tmru20FHD3QGMY8AQmVPcsYHD1WSqo6UZ0uPYybd7y5jgo9CiB0vTbolzxPCD69sESKPfcsBz3MzI29Bc8mvFUWVL1W7/48DBdBvXU8vTwAVG09o+tZPf14Pr1+xPg8z4mIvdBgd7yun8g84W+2uzYyXD2bb1Q9EqX/Ooq76TynDTY9r9XMPOX7kTrXJpY9p1uZPVupDTydlGS9C9C5vLgWsjzlKhG9UhRwvIINQj2H0Yk9ikmaPQOm/DxmL8i6ryU2vYLgorx3ETG962x9PfhLNr3qmIC8rZFGParWFL0jNiY93xMCPWSVpjz0JDE8h5GkvAqqej2dW2e9Q6dGPNwQUj1M1VW9T2VMPSHrOj1GwYM8YzCEPW5fu7wECKQ8E/YevVVHOb2j1xs9RTvmPPLABz1TCK+7","A7b1O3wZbj0bE1k9AI8zO0IFrTws4B89qt5XvERF570w8K88KAVbve0KyjwffK68F21LvdZRyTuqD3i95BLoPDTYib3GDQu8ZjCxvUBAnr3ZR4487n0hvdzOAj33opq99h0uPGdikz3EcQU9dqgHPd2kKDwi3NA8lJLzvNh7mjxjzy69UnATvRzmRDx6GI07Ct//vNYNZ7pRqEk9cA1fvakChjz3lVu6idg2PTq7gr1lTR28iTYzvJE7Oz3prtk72RSDPdgBfD05uYq8RXewPULhnr09N0W9DiVbvOC5Ur3Zazi99klFvf+ZfzwRKkG99xuqPWpLND2prQE9LLZiPTU9Lb2Tuq68Wg4KPSJGErxa2Xi9Dxkzu7Bda71WQKE9LA6SPGPHzr3mIiW8qX3eOyf+Wr03mgc9Da6Ava10tryX1XU90Uo7vPdTyTyMZoc8AmUCPeI8Db2WS0c9pUUXPdZGhz3S3Lg9SBedPVI0pzwUMHm8rUN+vYTa6rzVHls9rUpevC59/LuMb8u9OZTMvLK+3r2I3Zw9TSrBO4LUcD1glSg9hf9uvaz8oz3AAQu9XWStvaD9S72V6R094dmAPZm2LT0s2x89kronvb8NIzx/VCC8HiO2PACtvjy4wGI9k58ovaSwqrwlvxy8FU/RvXJTIr1OMYq9vBOsPUNCmD1PqNA8dH8DvFJlgb0qRRw8L5zIvJWRXrx93ge7Ocd1PXU8EL39w3u9mJ+EvSf4FD1mhGE9Sf4VPK3WnruY3wu94OdovDhtCbzkOVk9teAHPbXuZr1qLnU90Oi5O0EYYrytNma9Z1FDvaEnCz3DnKk7eYFoPIqVHT1kLH49oo0gvSN24zxfG4E9GSurvC74db2DE2E88MFlvSIMYL0plD88pa6MPMYmEj2b3G69N8ZBPTVF8zxgCkS9pUCIvW1rQ70kfCu9G4NKuX+fmLyaDzM9pMUIPUs1Mb00m3U9xHZcvaBGND2z8zQ9NLkSvenOJLyYutq8zqKLvHbvcr3sShm9","NiuVvC4ZAjyXBj89i9i+PGtbhz1ewjY9DDwQPZ8shb3dRUu9hPwiveoaIr0t8Wy9JQh2PcCtnDzNCv48fAwPPLMpPL1cc4m9M6Q9vWj3wryiTUi9lmT0PNtPATy9tDC9swl0vV2HnjtiJsk82g9RPYt+Pj0af/680SUMvSy3yjytdT+8YS4EPe1vKr16fHQ97gBJPcbcKr0nqVS94kP5vDT/x7w0zAI95EdwPQuP8DuBp6w74a5+vI7UObxSvkO9jXlqvJU7Y73ahqA5wZMOvFtZejqXCPS8D1phu4bzAz0B7IE9iWdCPTk9ubzaSYu9U9btu7hpL70PGas8ckc+vQKNljzjELS8ezspvMbUcL2CyBI9GML2PG8ZGr3Uq+e6HW0qPBjfhT1uc2E9M0SXvC0V+zxcx109QCmFvXDUhL12kYg9S/ATPbwHjLxKmVq9Mu+XvONXXj1Ag1a8Ddv7vMEJzDtSpxY8uDyavGs1Q71aHxy9OKluvcUNhb0mBow9fzhFuzQmQr1MVcs8+49fPXMsBD32UDu9689APP/Xhj3LSvW8gFMZvWOXUD0e9jA8KrR6PQ73bD2r/xw99YpdvXWtib2tYKg8QsA4vc9tNDnQz0m94/xbvXiOqjvOf4I9IjSYPE81rDw6zSA9hjOfPOYxDLxGlBi9v5BdO6GqKj1Mi928XCuLPXuBib2hJrS7yD2XvPDML71xK3899QRZPZZGeryIyWE87kGCvfnJpzs2El492tuEvRWrwTyebyy9voIPvO7s1DzXGui8awAwPWO6ML1l0hw9wBptvGpWwbsFZPO8rUg/vU2pYD1j2FG9p5VWvZ2VQL2Y72Q9pJ+MPLYIEL3zkn+9CBFevdb7eLxSQkO7BRj/u28oKrwZJoe9mz1/vIrjRz1c9hu93+ddPcto9bsh1Z485beCPdhburzieii9MFwBPdfKG73Quuu8eOlEvbLb0DypgGC9eIt5Pc0PYb1EOi09FmAVPdQY4Dy2lho9bfxAvbNBNT10Y8m8",